-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- 생성 시간: 24-09-05 19:27
-- 서버 버전: 10.4.32-MariaDB
-- PHP 버전: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 데이터베이스: `test`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `address`
--

CREATE TABLE `address` (
  `COL1` varchar(5) DEFAULT NULL,
  `COL2` varchar(5) DEFAULT NULL,
  `COL 3` varchar(5) DEFAULT NULL,
  `COL4` varchar(3) DEFAULT NULL,
  `COL 5` varchar(9) DEFAULT NULL,
  `COL6` varchar(5) DEFAULT NULL,
  `COL 7` varchar(16) DEFAULT NULL,
  `COL8` varchar(3) DEFAULT NULL,
  `COL 9` varchar(3) DEFAULT NULL,
  `COL 10` varchar(3) DEFAULT NULL,
  `COL 11` varchar(5) DEFAULT NULL,
  `COL 12` varchar(5) DEFAULT NULL,
  `COL 13` varchar(4) DEFAULT NULL,
  `COL 14` varchar(4) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 테이블의 덤프 데이터 `address`
--

INSERT INTO `address` (`COL1`, `COL2`, `COL 3`, `COL4`, `COL 5`, `COL6`, `COL 7`, `COL8`, `COL 9`, `COL 10`, `COL 11`, `COL 12`, `COL 13`, `COL 14`) VALUES
('우편번호', '시도', '시도영문', '시군구', '시군구영문', '읍면동', '읍면동영문', '리명', '산여부', '행정동', '시작주번지', '시작부번지', '끝주번지', '끝부번지'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '1', '', '14', '1', '48', '0'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '17', '0', '56', '0'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '58', '3', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '70', '1', '71', '1'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '75', '4', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '76', '0', '90', '1'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '93', '3', '', ''),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '1', '', '127', '0', '147', '3'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '132', '1', '134', '0'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '212', '0', '349', '2'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '355', '1', '651', '3'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '651', '5', '651', '17'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '652', '1', '658', '0'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '666', '0', '1020', '1'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1024', '1', '1028', '5'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1028', '9', '1079', '1'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1082', '0', '', ''),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1097', '1', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1110', '1', '', ''),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1111', '1', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1111', '3', '', ''),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '광현리', '0', '', '1112', '3', '1139', '0'),
('43122', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '1', '', '1', '0', '47', '0'),
('43122', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '27', '0', '540', '2'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '560', '0', '588', '0'),
('43122', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '635', '0', '', ''),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '637', '0', '646', '2'),
('43122', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '652', '1', '868', '0'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '876', '32', '', ''),
('43122', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '금구리', '0', '', '877', '0', '946', '2'),
('43109', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '1', '1', '435', '1'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '1', '', '5', '0', '', ''),
('43109', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '1', '', '33', '0', '66', '1'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '440', '1', '777', '0'),
('43109', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '931', '1', '1225', '1'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '1270', '3', '1291', '6'),
('43109', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '1324', '0', '', ''),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '내량리', '0', '', '1387', '0', '1414', '0'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '22', '0', '756', '9'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '1', '', '50', '2', '163', '0'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '763', '0', '768', '2'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '771', '0', '771', '1'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '771', '2', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '774', '1', '855', '0'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대북리', '0', '', '923', '0', '934', '0'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대흥리', '1', '', '19', '0', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '대흥리', '0', '', '25', '1', '995', '0'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '1', '', '7', '0', '12', '1'),
('43113', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '21', '3', '30', '0'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '41', '4', '96', '0'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '98', '0', '', ''),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '99', '0', '102', '0'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '103', '2', '', ''),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '103', '6', '', ''),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '105', '4', '106', '7'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '107', '0', '117', '3'),
('43113', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '155', '0', '290', '7'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '318', '2', '', ''),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '321', '6', '333', '1'),
('43113', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '375', '0', '387', '7'),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '389', '1', '414', '1'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '416', '0', '425', '0'),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '427', '0', '439', '0'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '440', '3', '476', '1'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '483', '0', '507', '0'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '512', '0', '642', '12'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '645', '0', '661', '11'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '664', '1', '666', '1'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '666', '4', '666', '6'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '666', '9', '667', '1'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '668', '1', '668', '5'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '669', '0', '', ''),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '669', '5', '', ''),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '670', '1', '674', '18'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '674', '19', '790', '0'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '808', '0', '840', '11'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '842', '1', '874', '3'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '877', '0', '', ''),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '905', '1', '', ''),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '931', '2', '935', '5'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '964', '1', '', ''),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '동부리', '0', '', '964', '2', '', ''),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '4', '1', '59', '4'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '66', '0', '428', '9'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '453', '1', '819', '0'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '877', '2', '988', '0'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1013', '1', '', ''),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1034', '0', '1212', '41'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1212', '70', '1212', '83'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1212', '197', '1212', '205'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1212', '207', '', ''),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1212', '209', '1212', '264'),
('43124', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '무성리', '0', '', '1214', '15', '', ''),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '사직리', '0', '', '1', '0', '848', '20'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '사직리', '1', '', '13', '1', '36', '1'),
('43107', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '삽령리', '0', '', '8', '0', '69', '2'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '삽령리', '0', '', '92', '0', '119', '83'),
('43107', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '삽령리', '0', '', '158', '0', '574', '42'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '삽령리', '0', '', '574', '47', '', ''),
('43107', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '삽령리', '0', '', '579', '4', '585', '0'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '상곡리', '0', '', '47', '0', '749', '0'),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '4', '1', '24', '1'),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '26', '1', '33', '21'),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '34', '1', '34', '12'),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '35', '2', '', ''),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '36', '1', '36', '14'),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '37', '1', '44', '15'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '44', '24', '', ''),
('43114', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '45', '1', '46', '1'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '50', '0', '109', '1'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '111', '2', '150', '2'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '150', '3', '150', '31'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '150', '32', '151', '32'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '151', '37', '', ''),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '151', '44', '166', '6'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '168', '1', '', ''),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '170', '0', '171', '0'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '189', '4', '215', '7'),
('43118', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '217', '0', '', ''),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '218', '1', '', ''),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '219', '0', '221', '1'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '222', '0', '247', '0'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '250', '1', '284', '2'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '285', '4', '287', '2'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '287', '4', '', ''),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '288', '1', '289', '2'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '290', '1', '290', '3'),
('43119', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '291', '2', '', ''),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '295', '2', '365', '7'),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '384', '4', '386', '1'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '388', '4', '388', '10'),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '389', '2', '445', '4'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '464', '0', '476', '1'),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '491', '0', '551', '6'),
('43117', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '570', '1', '', ''),
('43115', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '서부리', '0', '', '1081', '0', '', ''),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1', '4', '4', '56'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '5', '4', '6', '12'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '7', '1', '366', '1'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '1', '', '77', '22', '670', '0'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '391', '1', '421', '21'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '429', '1', '485', '0'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '487', '0', '726', '0'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '752', '2', '790', '0'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '817', '2', '834', '2'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '838', '2', '', ''),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '864', '4', '1356', '23'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1369', '0', '', ''),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1424', '0', '1439', '2'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1476', '10', '1522', '5'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1524', '1', '1524', '4'),
('43125', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1526', '0', '1528', '0'),
('43123', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '수서리', '0', '', '1543', '0', '1675', '2'),
('43111', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '118', '0', '425', '0'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '428', '1', '431', '2'),
('43111', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '443', '2', '563', '0'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '580', '1', '633', '0'),
('43111', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '695', '2', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '721', '1', '800', '1'),
('43111', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '806', '0', '825', '0'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '828', '1', '859', '1'),
('43111', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '오곡리', '0', '', '882', '5', '927', '28'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '4', '1', '5', '0'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '1', '', '12', '0', '62', '0'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '74', '0', '82', '1'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '84', '1', '', ''),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '100', '4', '109', '1'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '113', '1', '117', '0'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '121', '2', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '124', '2', '350', '4'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '외량리', '0', '', '353', '3', '914', '8'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '1', '1', '238', '7'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '240', '1', '', ''),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '240', '3', '312', '16'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '316', '1', '357', '1'),
('43121', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '361', '3', '715', '0'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '용대리', '0', '', '726', '1', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '1', '', '12', '3', '', ''),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '19', '0', '150', '1'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '1', '', '44', '2', '', ''),
('43113', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '180', '0', '', ''),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '181', '2', '183', '3'),
('43113', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '184', '2', '184', '3'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '185', '4', '585', '1'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '601', '3', '601', '4'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '623', '0', '690', '1'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '702', '0', '906', '26'),
('43108', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '926', '5', '926', '10'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '940', '0', '', ''),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '943', '0', '977', '7'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '1', '', '976', '6', '', ''),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1103', '3', '1108', '3'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1113', '5', '1115', '5'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1120', '0', '1121', '2'),
('43116', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1127', '0', '1133', '3'),
('43110', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1138', '0', '1140', '11'),
('43106', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '정리', '0', '', '1173', '27', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '0', '', '4', '1', '354', '2'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '1', '', '12', '0', '35', '3'),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '0', '', '370', '1', '', ''),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '0', '', '372', '8', '', ''),
('43120', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '0', '', '380', '0', '381', '1'),
('43112', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '군위읍', 'Gunwi-eup', '하곡리', '0', '', '381', '5', '660', '0'),
('43164', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '가호리', '0', '', '11', '2', '1248', '21'),
('43166', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '남산리', '0', '', '1', '0', '1479', '0'),
('43166', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '남산리', '1', '', '1', '2', '212', '0'),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '대율리', '1', '', '17', '4', '', ''),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '대율리', '0', '', '29', '0', '1381', '0'),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1', '0', '1583', '3'),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '1', '', '62', '7', '76', '5'),
('43166', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1583', '6', '', ''),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1599', '0', '', ''),
('43166', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1637', '2', '1647', '0'),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1651', '0', '', ''),
('43166', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1651', '2', '1664', '6'),
('43165', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '동산리', '0', '', '1671', '0', '1675', '0'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '명산리', '0', '', '25', '0', '236', '0'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '명산리', '1', '', '30', '0', '30', '1'),
('43136', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '명산리', '0', '', '323', '1', '537', '0'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '명산리', '0', '', '609', '0', '610', '0'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '5', '2', '663', '2'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '1', '', '24', '0', '', ''),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '726', '0', '1349', '1'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1418', '2', '1443', '3'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '5', '1488', '16'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '19', '1488', '48'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '67', '1488', '75'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '77', '1488', '79'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '80', '1488', '81'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '83', '1488', '84'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '신화리', '0', '', '1488', '96', '1488', '104'),
('43162', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '창평리', '1', '', '7', '0', '202', '0'),
('43162', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '창평리', '0', '', '26', '0', '1578', '43'),
('43164', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '32', '0', '45', '0'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '66', '0', '68', '10'),
('43164', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '91', '1', '117', '2'),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '172', '1', '421', '0'),
('43162', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '428', '0', '', ''),
('43163', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '478', '0', '968', '1'),
('43164', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '974', '1', '', ''),
('43164', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '부계면', 'Bugye-myeon', '춘산리', '0', '', '976', '1', '', ''),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '무암리', '0', '', '20', '0', '1037', '57'),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '백학리', '0', '', '7', '1', '1337', '8'),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '백학리', '1', '', '15', '2', '164', '0'),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '봉림리', '1', '', '63', '2', '', ''),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '봉림리', '0', '', '152', '2', '1337', '0'),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '삼산리', '0', '', '39', '0', '1069', '4'),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '삼산리', '1', '', '44', '1', '53', '0'),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '삼산리', '0', '', '1069', '23', '', ''),
('43160', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '삼산리', '0', '', '1069', '45', '1069', '49'),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '운산리', '0', '', '95', '0', '865', '0'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '10', '0', '1094', '0'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '1', '', '109', '0', '113', '0'),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1114', '0', '', ''),
('43146', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1115', '0', '1128', '0'),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1129', '0', '', ''),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1151', '0', '1193', '0'),
('43146', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1200', '0', '', ''),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화본리', '0', '', '1217', '0', '1300', '2'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화전리', '1', '', '11', '1', '98', '26'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '산성면', 'Sanseong-myeon', '화전리', '0', '', '14', '0', '1138', '0'),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '가암리', '0', '', '51', '0', '1061', '0'),
('43156', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '괴산리', '1', '', '35', '1', '53', '0'),
('43156', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '괴산리', '0', '', '109', '3', '937', '1'),
('43157', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '괴산리', '0', '', '1100', '0', '', ''),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '낙전리', '0', '', '3', '0', '874', '1'),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '낙전리', '1', '', '105', '0', '105', '8'),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '석산리', '0', '', '12', '0', '1089', '2'),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '51', '2', '61', '0'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '74', '0', '', ''),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '77', '0', '172', '0'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '177', '0', '187', '0'),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '191', '0', '302', '0'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '305', '7', '467', '4'),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '471', '0', '472', '0'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '양지리', '0', '', '487', '0', '918', '0'),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '인곡리', '1', '', '31', '0', '', ''),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '인곡리', '0', '', '33', '0', '692', '0'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '인곡리', '0', '', '770', '0', '771', '0'),
('43156', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '장곡리', '1', '', '1', '1', '5', '0'),
('43154', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '장곡리', '1', '', '17', '1', '', ''),
('43156', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '장곡리', '0', '', '25', '0', '389', '1'),
('43155', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '학성리', '0', '', '391', '0', '900', '0'),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '학암리', '0', '', '93', '0', '1439', '0'),
('43153', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '학암리', '1', '', '145', '0', '', ''),
('43157', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '화북리', '0', '', '20', '0', '1274', '18'),
('43157', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '화북리', '1', '', '229', '1', '231', '3'),
('43157', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '화수리', '0', '', '3', '3', '1300', '0'),
('43157', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '삼국유사면', 'Samgugyusa-myeon', '화수리', '1', '', '42', '0', '42', '1'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '4', '0', '501', '0'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '1', '', '38', '0', '183', '17'),
('43102', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '580', '1', '615', '0'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '629', '0', '', ''),
('43102', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '636', '0', '660', '1'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '704', '0', '949', '0'),
('43102', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '내의리', '0', '', '1069', '0', '1351', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '31', '14', '', ''),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '151', '0', '193', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '229', '0', '234', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '248', '0', '374', '1'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '435', '0', '635', '1'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '665', '1', '', ''),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '665', '4', '', ''),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '665', '5', '666', '1'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '666', '7', '', ''),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '668', '4', '794', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '801', '0', '807', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '814', '2', '', ''),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '832', '0', '899', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '905', '1', '909', '1'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '910', '4', '1144', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '1160', '1', '1160', '7'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '1160', '16', '', ''),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '1176', '2', '1194', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '달산리', '0', '', '1200', '2', '1201', '57'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '도산리', '0', '', '18', '0', '1285', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '도산리', '1', '', '96', '0', '170', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '보현리', '1', '', '5', '0', '105', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '보현리', '0', '', '10', '0', '642', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '복성리', '0', '', '10', '0', '1081', '1'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '복성리', '1', '', '37', '0', '44', '0'),
('43103', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉소리', '0', '', '8', '0', '484', '0'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉소리', '1', '', '11', '1', '', ''),
('43103', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉소리', '1', '', '75', '0', '', ''),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉소리', '0', '', '588', '3', '683', '4'),
('43103', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉소리', '0', '', '736', '30', '', ''),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉황리', '1', '', '2', '14', '34', '11'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉황리', '0', '', '13', '0', '', ''),
('43103', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉황리', '0', '', '65', '1', '910', '0'),
('43103', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉황리', '1', '', '125', '0', '131', '6'),
('43101', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '봉황리', '0', '', '982', '10', '1319', '3'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '사리리', '0', '', '24', '0', '722', '0'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '사리리', '1', '', '53', '1', '', ''),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '산법리', '1', '', '46', '3', '76', '0'),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '산법리', '0', '', '130', '0', '588', '0'),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '서경리', '0', '', '34', '3', '760', '1'),
('43102', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '송원리', '0', '', '19', '1', '1112', '1'),
('43102', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '송원리', '1', '', '70', '0', '881', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '신계리', '1', '', '20', '2', '', ''),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '신계리', '0', '', '43', '2', '', ''),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '신계리', '0', '', '65', '0', '68', '1'),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '신계리', '0', '', '120', '0', '213', '0'),
('43104', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '신계리', '0', '', '276', '1', '478', '4'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '위성리', '0', '', '11', '0', '1232', '2'),
('43100', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '위성리', '1', '', '69', '0', '125', '0'),
('43105', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '소보면', 'Sobo-myeon', '평호리', '0', '', '3', '0', '851', '7'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '6', '5', '29', '1'),
('43143', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '38', '0', '371', '5'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '377', '0', '510', '1'),
('43143', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '528', '0', '1292', '6'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '32', '', ''),
('43143', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '54', '', ''),
('43144', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '58', '1292', '105'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '115', '', ''),
('43143', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '116', '', ''),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '나호리', '0', '', '1292', '118', '', ''),
('43144', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '달산리', '0', '', '80', '0', '1735', '0'),
('43144', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '달산리', '1', '', '92', '1', '100', '4'),
('43139', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '두북리', '0', '', '23', '0', '791', '0'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '모산리', '1', '', '72', '0', '72', '3'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '모산리', '0', '', '74', '2', '125', '0'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '모산리', '0', '', '142', '3', '', ''),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '모산리', '0', '', '186', '0', '', ''),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '모산리', '0', '', '212', '2', '1220', '1'),
('43146', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '5', '0', '197', '0'),
('43158', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '224', '8', '', ''),
('43146', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '225', '3', '248', '2'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '249', '1', '646', '0'),
('43146', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '781', '0', '', ''),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '843', '0', '1053', '0'),
('43159', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '문덕리', '0', '', '1137', '0', '1142', '0'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '미성리', '1', '', '8', '2', '', ''),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '미성리', '0', '', '17', '1', '1109', '10'),
('43144', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '봉산리', '0', '', '25', '0', '1436', '0'),
('43140', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '1', '', '6', '0', '116', '8'),
('43140', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '0', '', '42', '0', '876', '4'),
('43139', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '1', '', '150', '0', '', ''),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '1', '', '156', '3', '', ''),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '0', '', '878', '1', '', ''),
('43139', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '0', '', '880', '4', '1064', '0'),
('43140', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '0', '', '1097', '3', '', ''),
('43139', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '선곡리', '0', '', '1097', '9', '', ''),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '4', '1', '436', '5'),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '1', '', '40', '1', '81', '2'),
('43142', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '1', '', '126', '0', '', ''),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '1', '', '164', '2', '', ''),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '437', '1', '', ''),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '446', '3', '577', '1'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '580', '0', '701', '21'),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '707', '0', '709', '7'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '711', '5', '769', '2'),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '792', '0', '973', '1'),
('43142', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '990', '3', '1331', '0'),
('43141', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1351', '1', '1352', '2'),
('43142', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1352', '4', '1360', '0'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1414', '3', '1437', '7'),
('43142', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1480', '3', '1620', '0'),
('43145', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1637', '0', '1683', '77'),
('43142', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '우보면', 'Ubo-myeon', '이화리', '0', '', '1725', '3', '1744', '1'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '금양리', '1', '', '40', '3', '', ''),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '금양리', '0', '', '89', '1', '892', '1'),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '금양리', '0', '', '953', '4', '953', '53'),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '매성리', '0', '', '36', '0', '822', '44'),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수북리', '0', '', '19', '1', '1380', '6'),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수북리', '1', '', '50', '0', '113', '0'),
('43149', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수북리', '0', '', '1380', '7', '', ''),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수북리', '0', '', '1380', '27', '1403', '0'),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수서리', '0', '', '33', '0', '651', '4'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수서리', '0', '', '663', '2', '', ''),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '수서리', '0', '', '663', '23', '667', '1'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '신덕리', '1', '', '57', '1', '136', '3'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '신덕리', '0', '', '116', '0', '974', '0'),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '연계리', '0', '', '29', '0', '1066', '0'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '연계리', '0', '', '1120', '2', '', ''),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '연계리', '0', '', '1147', '1', '1155', '41'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '15', '0', '899', '1'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '1', '', '31', '1', '', ''),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '917', '0', '', ''),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '921', '1', '935', '4'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '975', '0', '979', '0'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1032', '0', '1175', '0'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1261', '0', '1302', '2'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1310', '0', '1313', '42'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1313', '50', '', ''),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1313', '53', '', ''),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1313', '55', '1313', '58'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1313', '64', '1313', '78'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '원산리', '0', '', '1313', '97', '', ''),
('43149', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '읍내리', '0', '', '35', '0', '728', '1'),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '읍내리', '0', '', '734', '0', '749', '1'),
('43149', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '읍내리', '0', '', '749', '2', '795', '3'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '이지리', '1', '', '12', '0', '83', '0'),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '이지리', '0', '', '109', '0', '1585', '32'),
('43147', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '이지리', '0', '', '1585', '38', '', ''),
('43150', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '이지리', '0', '', '1585', '40', '1667', '0'),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '지호리', '1', '', '16', '0', '', ''),
('43152', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '지호리', '0', '', '68', '0', '1327', '0'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '2', '2', '590', '1'),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '625', '1', '645', '0'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '689', '3', '', ''),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '689', '18', '689', '19'),
('43148', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '689', '30', '', ''),
('43151', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '의흥면', 'Uiheung-myeon', '파전리', '0', '', '689', '45', '689', '54'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '10', '0', '480', '36'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '1', '', '44', '0', '', ''),
('43130', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '487', '5', '487', '9'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '502', '7', '', ''),
('43132', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '511', '8', '', ''),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '514', '0', '514', '3'),
('43132', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '515', '0', '546', '1'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '거매리', '0', '', '562', '2', '579', '74'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '고곡리', '1', '', '67', '0', '413', '13'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '고곡리', '0', '', '69', '0', '993', '1'),
('43138', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '고곡리', '0', '', '1043', '1', '1057', '2'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '고곡리', '0', '', '1113', '2', '1418', '0'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '46', '0', '409', '1'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '409', '7', '477', '6'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '479', '0', '480', '7'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '513', '0', '', ''),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '521', '1', '592', '2'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '621', '0', '631', '0');
INSERT INTO `address` (`COL1`, `COL2`, `COL 3`, `COL4`, `COL 5`, `COL6`, `COL 7`, `COL8`, `COL 9`, `COL 10`, `COL 11`, `COL 12`, `COL 13`, `COL 14`) VALUES
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '632', '0', '1055', '2'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1107', '0', '1253', '3'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1259', '2', '1294', '6'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1308', '2', '1447', '2'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '8', '1447', '25'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '38', '1447', '51'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '75', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '79', '1447', '84'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '89', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '96', '1447', '100'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '103', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '104', '', ''),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '106', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '109', '1447', '136'),
('43131', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '153', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '금매리', '0', '', '1447', '154', '1447', '168'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '10', '0', '16', '0'),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '17', '2', '', ''),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '1', '', '35', '7', '57', '1'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '37', '1', '826', '1'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '955', '1', '955', '17'),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '955', '25', '', ''),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '955', '33', '955', '53'),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '955', '67', '', ''),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '내리리', '0', '', '956', '0', '', ''),
('43126', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '노행리', '1', '', '16', '0', '1221', '0'),
('43126', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '노행리', '0', '', '33', '0', '1248', '0'),
('43136', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '22', '0', '860', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '876', '3', '980', '0'),
('43136', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1092', '1', '1102', '3'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1115', '0', '1121', '0'),
('43136', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1138', '3', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1138', '17', '1138', '24'),
('43136', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1138', '52', '1146', '6'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '마시리', '0', '', '1201', '0', '1340', '0'),
('43138', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '매곡리', '1', '', '2', '0', '212', '0'),
('43138', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '매곡리', '0', '', '30', '1', '1277', '3'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '병수리', '0', '', '6', '5', '1180', '2'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '병수리', '1', '', '56', '0', '', ''),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '병수리', '0', '', '1183', '6', '', ''),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '병수리', '0', '', '1217', '7', '1217', '8'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '1', '', '16', '2', '', ''),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '31', '0', '72', '7'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '122', '0', '171', '0'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '204', '0', '342', '0'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '350', '0', '657', '9'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '10', '657', '67'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '71', '657', '73'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '74', '', ''),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '76', '', ''),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '106', '657', '115'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '116', '657', '117'),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '135', '', ''),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '136', '', ''),
('43128', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '143', '657', '152'),
('43127', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '불로리', '0', '', '657', '155', '', ''),
('43126', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '성리', '0', '', '5', '1', '908', '3'),
('43126', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '오천리', '0', '', '22', '0', '544', '0'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장군리', '0', '', '2', '3', '1079', '2'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장군리', '1', '', '39', '4', '87', '6'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '1', '0', '72', '0'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '1', '', '2', '2', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '1', '', '38', '0', '', ''),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '75', '4', '81', '9'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '85', '0', '123', '0'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '172', '2', '196', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '220', '1', '387', '2'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '402', '1', '', ''),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '402', '5', '412', '0'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '413', '0', '465', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '467', '0', '', ''),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '481', '0', '486', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '499', '0', '892', '1'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '903', '0', '906', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '923', '0', '927', '0'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '939', '0', '1024', '0'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '1045', '37', '1045', '85'),
('43137', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '1045', '89', '1045', '101'),
('43133', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '1045', '122', '1045', '154'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '장기리', '0', '', '1058', '25', '', ''),
('43130', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '17', '0', '140', '3'),
('43130', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '1', '', '21', '7', '26', '0'),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '161', '0', '317', '1'),
('43130', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '321', '1', '599', '4'),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '610', '3', '684', '4'),
('43130', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '725', '9', '', ''),
('43129', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '중구리', '0', '', '725', '18', '732', '4'),
('43135', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '142', '0', '467', '0'),
('43161', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '525', '2', '646', '0'),
('43135', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '708', '0', '1266', '0'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '1352', '9', '', ''),
('43135', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '1354', '0', '1404', '31'),
('43134', '대구광역시', 'Daegu', '군위군', 'Gunwi-gun', '효령면', 'Hyoryeong-myeon', '화계리', '0', '', '1404', '37', '1404', '42');

-- --------------------------------------------------------

--
-- 테이블 구조 `board`
--

CREATE TABLE `board` (
  `idx` int(11) NOT NULL,
  `title` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `content` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `date` date NOT NULL,
  `hit` int(11) NOT NULL,
  `ip` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `author` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `pwd` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `file` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `good` int(11) NOT NULL,
  `filename` varchar(255) DEFAULT NULL,
  `filecontent` longblob DEFAULT NULL,
  `mime` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

--
-- 테이블의 덤프 데이터 `board`
--

INSERT INTO `board` (`idx`, `title`, `content`, `date`, `hit`, `ip`, `author`, `pwd`, `file`, `good`, `filename`, `filecontent`, `mime`) VALUES
(1, 'JAVA', 'JAVA is ...', '2020-05-05', 35, '::1', 'me', '', '', 0, '', '', ''),
(2, 'python', 'python is...x', '2024-05-07', 201, '::1', 'you', '1111', '', 5, '', '', ''),
(10, 'JavaScript', 'JavaScript is...', '2024-05-07', 209, '::1', '쿠쿠', '1234', '', 1, '', '', ''),
(12, 'Ajax', 'Ajax is ...', '2024-05-13', 160, '::1', '에스', '1111', '', 3, '', '', ''),
(13, 'php', 'php is....', '2024-05-14', 110, '::1', '에스', '1111', '', 0, '', '', ''),
(14, 'Node js', 'Node js is...', '2024-07-24', 38, '::1', 'admin', '1111', 'reverseshell.php', 0, '', '', ''),
(15, 'image', 'is it good?', '2024-05-21', 29, '::1', '에스', '1111', '다운로드.png', 1, '', '', ''),
(16, 'Java', 'Java is....', '2024-07-22', 19, '', 'admin', '1111', 'whitepng.png', 0, '', '', ''),
(18, 'test23', 'test23', '2024-07-14', 25, '', 'admin', '1111', '', 3, '', '', ''),
(19, 'test23', 'test23', '2024-07-22', 12, '', 'admin', '1111', 'test.png', 0, '', '', ''),
(21, 'testrimes', 'testrimes', '2024-07-22', 21, '', 'admin', '1111', 'test2.php', 0, '', '', ''),
(22, 'test333', 'test333', '2024-06-30', 1, '', '에스', '1111', '', 0, '', '', ''),
(23, 'test3', 'test3', '2024-07-11', 4, '', '에스', '1111', '', 0, '', '', ''),
(24, 'test5', '1234567890123456789', '2024-07-12', 3, '', 'ggg', '1111', '', 0, '', '', ''),
(25, 'uploadtest', 'uploadtest', '2024-07-14', 3, '', 'admin', '1111', '', 0, '', '', ''),
(26, 'testggg', 'testgggg', '2024-07-14', 7, '', 'admin', '1111', '', 0, '', '', ''),
(27, 'testimg', 'testimg', '2024-07-14', 6, '', 'admin', '1111', 'test.png', 0, '', '', ''),
(28, 'img', 'img', '2024-07-14', 7, '', 'admin', '1111', '', 0, '', '', ''),
(29, 'plzimg', 'img', '2024-07-14', 10, '', 'admin', '1111', '', 0, '', '', ''),
(30, 'plz', 'plz', '2024-07-14', 6, '', 'admin', '1111', 'test.png', 0, '', '', ''),
(31, 'test333', 'test333', '2024-07-14', 2, '', 'admin', '1111', '', 0, '', '', ''),
(32, 'test', 'test', '2024-08-12', 15, '', 'fff', '1111', '', 0, 'whitepng.png', 0x89504e470d0a1a0a0000000d49484452000001a100000272010000000045914273000000016f724e5401cfa2779a000000017352474200aece1ce90000007e4944415478daedcbb10d00000803a09eeee7f60747033bd9838965599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665599665bd5b05e0b1e94a0c717ed10000000049454e44ae426082, 'image/png'),
(34, 'test', 'test', '2024-08-12', 11, '', 'sss', '1111', '', 0, 'test.png', 0x89504e470d0a1a0a0000000d49484452000000e1000000e10803000000096d224800000126504c5445fffffffed2a4fe5694ffe5c2fd3581fe0364fe76a8fea3c6fe0061fe0060fed09ffed3a4fe5292fed4a5fe4e90fe4a8effebc5fed8a6fea6c8fedaa7ffedc6fe458cffebf2fea0c6fed6acfffbfdfd2b7dfff4f8fd3682ffe2ecfe70a7fe78a9ffd6e4fff4eafffaf6fe5e99fedcb9fe659dfe9bbdffccddffc3d7fed8b1ffefe0ffe2c1fe7facfe90b6ffe7effee8d1febd9dffd5bbfeabc7fe8c8bfe87b1ffb8d0ffebd8fe7f86ffbaafffc6b4fd1b78fe6284feb69bfe978efeae97fea092fe2e6dfe8c99fe4d76ff9ea0fec7a1fe6b7ffe5b79fe687efe7a90ffd0b8fe999ffe3e74ffada7fe5580fe8287feb1b5fe9bb2ffc7c4fe759dfe1f6ffe758effb3abfe8f8cfebfc3ffafb7fe94b0fe81a0fe91afffa3b4fea694fd5488fd6d8dfebac5fd518730dd663b00001d4b49444154789ced9d695b1ac916804504597a61b1155a0414c105700b44c50d8d262e594727c94c26937bffff9fb855ddd5dda7aa6b690c68e6b9733ee4310ada2fe7d4d96a9b9afa57fe957fe5ff4456803cf7b38c535696375f6eb757374aa55836e34a2ca697365657dbdb9bcbff70d6e597ed8d52cc658ac5b2d9982759e76bfc83acbe8140ff89982b2fdb25072dc0e24bd6218dad6e2f3ff7238f202b9b6d1dab47c14673a237fc432897b737626acdf1259329b57f718b5dc6ca7b149ca74ba4fad5cde7c610c9ca766c34d314abf29784dc5c1d0f1e812c6dff5ad6bab2adff947186258bdcebafe37796dbe3545f2099d2af61accbab3fe75ca48cfacbe7c6c37c93c2c3927d6ec609f3b98ca5e7635c694f9c8f303ed378dc9edcf86325f31c7e75b3f4647c0ee3f613f3ad4c7e00b2884f6baa2f634f0d8819db4fc68714388900af46d49f488d9bcfa140c2f8246a6c3f8f02096269e24e75f9912e54c792f7c4f9df23abe409c7ffcdd11f0b7315f59de3d3d3b317eff7f7aff6f7dfbf38f97e7abc132b16f38fe09caca58e66a1d918622bee9cedbf1e0e1389543a9df2259d4a2412c38bab93d35811a97424ccccc6c44ac7958d112c14d964ecf26c7fe88025f88251d3f76f5e1ca38f421f057242837165842198cf5f7ebf1aa6d322369a339d78fd62478f0e999dcc605c8efcf7f5e2e5e78b4424ba803231dc3f8eaec94924719bd186601619e7c95d42689852cae1fe65d431397e7ff332928566f5d8f1d568daa321d31767b1688accac8e17703b0a6016abeff17884d1516414c48da706447c2f863f874720136f768a1118c789180110f1bd4f8c83cf614cbfde89a0c7f121460044fa4ba4158f8d831f9194ca13a5526f2ef34a9f332e4435a05e3c1b4af83059eafeeee8e1e1fa1ccbf5f5c3d1c57dc24115bf29b18f3e3715a2eb6ee6d767bbddd6fafc2301955e349bdfb910662d88e2fee8f6ed4dbb1dcff93297cbc5dbedd583dbebbb9498329538530e478cb8d4d34c03896974961e03b8a902ccc7f6f90f891e3ef1eefc208e787271ae20d6b9c35747c39480327db12337d5ac9e39a859c63411cd6a8d0eb8ac980acce64ff9069a4edf3d1cb4e7046c1465fcf0f61d3f88a6122f74b11a91777bfb9ba94d03313ba302ae2814a8ebfbdc274bdf9f1fc6957401656ef7d5bb34ef934add5d0a4623e27bd534283e8cd81d91b02407cceff022603a757428b44c31e5eef93d4791a9c409cf5211dfedb4311d16737d244079cf309b3f097b7d94949cb7e746a3f3217f7fc70923e93731d652f5fce5b9c6e34363b1591e01501e27f4d81587efee6d7b44ed518c8747613da6863b94a5eaf99d738d35cf472951ee46f39777a167490fdf461f7d02c89b30632af1bd18f0158fff14f3612546065c91031e8792b4f4fd5bb5ef5423ce1dbe0b31a65fb88331abebc7bf85dc0b2dd65a5442a997c99f855dc2f94fd827c598fb3d1481d257a87074c283820f29b11a11503a7556fc1cfa94dfed8e87cf616c9fb32e27fd3ae68407059ea3c47a2440e9202cbe67ff7ee2edf8f81cc69b3b468de98b57dcf0c05162a4b0bf22cb65f2fbec5f3f1a938102c4b97338d0538919997ba1c588929fca226191014c255e3d2e002a180f7d35a6ee2b5222739a4ade8c08898dcc468bef69c0f4f0268202bdb2626ecefd220a62fc87f397d2f796cc264d63767eb1dea010958594cc46f32ce0911a2ede3efcf2e163af534b62a9757a7f7cf9b4db5633cebd42b5f2bd29e59bde73929825f82918ca1a43e247f39f19c073a985e672ed9baf1f6b5524c9407a0b580afff9a2c29c3bb8371b32be66df7b66ea65e6a21c705902f89df6a229990f45d9f4973f6a141b96ce4261d6958585d9fe277194c9b53ffc26d39f955c0b9250ea47c69e9c501cebf33b345fea500c988b7ff99664e9907467295998ddfbc4f5c4b9f65f0d4978d7ac5a1d3cf31a63cbd2fc5bdcb7d02f19272af631b99bbf42ca7306a1af4000b9d0bf09bd7ff7a321097f86d1832161718f0134fb423c999bc9ea5443262574a2b9f8e1372e5fb217c223907b9f28f3bef943ced7857cf38569d61b498b28b19b295ea5236970eeb0cbc543161a56609811d550d2eac1d4666134d86af1721d4911252e29f267910073bb223e19a0c3887f23e29366d79ab1071de5528faf6c49fe2d54a14e79995482ef64907f10f1255b524087b11d3f689af2f40ceaaf5eb3442f1616514215b283f0800ff8a9f378c0d9c2424fc50783f99a984fa24461424ae732696e1cccb53f0af9d48085d94e43995e0791aeaff8300445945085fa31d4203f93c9ddd41e0f5858a845a91ebcd2a83fad50b6a8886a0bddcc90ca45b91afc20e65300160add6ac4eac874e3445f96adbac22da2841d60ca4653c355de189458a8dc8b8ec0879ebbe73ce96223fc068df6c1dc224ad43fa4fd689aeb46bf49007b1240c4d78c5edda2f1e53ad33d3648685675b6466996534409d399fc6b300ad3b7e141986b8b7d28cab565eea527cb3e3942bce9224d48d2b87533fcca482a3c850d85771cc0dd8e980fe5a262f7d2e1589b423437e2b700a2a179695c8daa84434594a8a8a0dc4c62376ca152c0646b9c7c7ec098f76b5e5ce57b08b346f8958188ea421da66be957e141d8aec9000583b0b090940d3fc314e5de5ac3554dd7f9b95fe5bb52a59d0d43280815597d086d9403d89301d61ee53e51f5b01472269ecedcd268c9a4ab7c2c4c10618a2851b4cf9f4037c3c9b7655e946ba3eaf0a0f538cf1b28d17de09e6925a91262adc6bc8129a204956f360654987e08b9999c38d5e6db6894f060ba79f334ff65a434aa57ebf0f9d739691c5d446d0846e1094c4843ada3dc17296092f5a3383ca8c39f59e7191dab4420657e1a47e5dfcba25178074361c8466fe4804c3213d57d927c8497b9381f00531acdef89d254f84a4130d44f810a872115cabd4c32390a9f6698485cf7620a3217f2ca24c5d70a7531b8af141869119485e148a11884940a51f52018578e1866b3b0beb6d6ef6a581d241f9917bcc10c46e05257d6d2014594c093ea975085a1417828070c545828b4aab2dea031dddaf21e65ad8a5462ba5eb02550a2571ad53b967c462a28a2049e340f96937046a134d4078e54111e70d4a6b2e43d430b652eb490226a5d52e5bb62d89e1257f97e06868a143b0a735f152a5c88121e105f9f4d20d70cade12ab1c75791c215f91f4465c6f646a2c04841173f7dcdaa705701e8a850111e34b3c16bfcad9b5ee62250a2a88842066f78c301f121b15d750b72d2fc1b40c836a673b29a174b4bed3ecd24e5f88314a465927ca4c77fbb574469ec2f6cf6b7ea8ee25d3e44e88e447eacc882367e38235584c264ada0709f48ea10afdf6956bbe43b65c3cb5c0491c0081751b80a5e773e979a61113e240347ddfc58a17f0f3c69a8bd96fb430e98ec2e24157c301e97f71aa6a6a198b8e72bd1fd22295062c815213eeff7ad0f6602b1b1bd0b1a34d048efd9e68c5c85b56455ea5e9c9f69be87996f99dee8b1bc014842193bade4fd06aa88c2553e585f4a133685c330ab0323fdc1e4dcb98f520556a5d9a7d6e875d0cfbd4eca52d70c8c4d9b761ebddcf0f291a620210b8a2858e5bb6fb101e14c45380cf56360a4bf33462a75a455c9cc2d86a82188bae65b9a49794462bb358d642eeb022506aec8305ad4644d8d029c99991245c33c5c37c30443592c6c4af1a6bd5626aa1cb429cad2c84ffbe4c949e7704af05b3c576469f4644dc76600316189db642b066545ea882d0c85ad99a6c2bde04fdfb54383b634ffc9dd6f7634afa9ab28a2d661995b4f0e58be194be468e0300c25ddfc8cb416812fa8da5072461eb203df64395c6534fcbccc45f03bc3f34beb8d30df8c5d13ad9f814dc434d361e346fb5a55699f2e61cd7d1e14ae7d4b0b7e6ab83f751aa2c41515a2145148d71a870fc5c3bec8d1e483f579a97b4685e1f65a0dbbcf488041bfbd6578ea0c7a64c6f456e05fbc228acba7c1220ac5d30a970fe9b02c9a16059dee149b93868d34321f7aee59f254a8fc238ed30b7a9a59235ed10df4c2220a7d360d43eb797cf3ad9901170fa9b0302574a543e1300c55be523e8d098d4193af6b7816eb2851b33aded022764be2c916bbd64243e56479cf24ae68a93bc3571fd6a033d4b9ae14ae2d61b3ee1ced49e5c3cf68749b541d17246bc8895a4b9e511a16584242c2bc5f4481f76ba649c243c7c2d9c1522d141e0060c5b10941bc17a76ced2ac527b54fc726d71ac0cec0f041998d9bfaa314a6eb57f9e8fbdecb4345146c02ef0dec41c3140c3fd744dddc8edfc1006dc4d405a3c24fd5a87c5ed45aec05eed2085090315aeeffd6405652eef856e9652e249e68661594932dc426c19b1954481acfcf4a410323f5c01f8651c283df2859f7b748682005496ae199cc3a5ced4c4cda29a234ab0643e0bc8c0ef1597eaec30f87a0b0603b34b91e090f4a3ed8be5df434a381a7444e54a36732eb35aaf7e9c513f45198d4eeb4f29e94cfb680b20579f745e068d8b52535acbf88e10114817d478d644b0479daaa46cd64ae55d9e692574459f452af96c4bdccd8f6df6745f06a2e216c42b16b107755e1c1eded92a103328f79ac4662b705f7c97164f78ca9cc5b4242de5f067e686aa9271b7fb67d749ad775f07aeeb41aec6024e8603177231d7e9a39dd5aafd7d7f6482f13661e537dcb1b782d37122227ea95f5b8cae71901bba8421a1e10df8fe3bc8e3404cecfe0077c404875f373edaf32f7099b4b8b7b588ff4ca96f9a4e502f5aca07290760e83ccc5917a53161eec996b6fbbbb8a1076bb41b33bb7cbdf16e7f3f5a0c6a6b69286572cf8b2e7ba801ad92c088a28c12f062b63cadcea21e0ab9c5ffa7b6b01e10637a5090afcd4dd9c6f9f7f48f775680d8a0f3f128add468ff99ef34f53d3bcca815b440142cf159505d583cff7196c01cf802350f8495bd06723cb2f727337d2859fe8519a9c25e428ff22ed5b6a4276b1a1910c1cd5499c228afae09cf7970b969cef2c0677634242ee5e5bb03ec121ccc50f7f53cc12c049e5b2ff25ca9abdf66d0f7c00785ac95f38122ea2a80fae62d5cbf32d291e0e0ff46e5348c87534798a30173ff84db5560e38bd7ab7d9487a6b2450e943ecb1d50862232e178813dd0a1551d46fc5bddd81a8f8237c283cb01b869584302d3d9afb10de551cfea8bde1b29644b1504329b2cbb56504ed5bd38fee6e1ae67e8d8aa88e6fd21c3eb9542a4e78606504c254e26f199fe68576cbb5b9453feb329a3e80dfbe359a75f79b4e0d1f74a248e6c2740e2d251ee21b5c708f26884c984accc835d7e9179cfcc62b83aa81b30da240f09566cd3ad6ebf8cdc0897aef064ad4a2f0cd0c12e90bee8e76a5a7c93b848a6d63a4fa9bc788a4cd095b7fdab40fe0ad81412f34abf5c5f996fbb2c0899222ca7fbb1189ef1e6920f55a49c85dcf863d8d7cdb980be128044fe3116741b9c30000ce246946c38baa811325b95cd97dbba11e7e0e9f6365110879f1307f9a966eaba29e100f1fd2e6a406acb7b3baea2b919d490a9c28e81c46e04399e93da9ee526f94849c9c269bcfbe52ea6fda1f7c7dc38b15653e8005bea27f81df89f282a619c17da2ecfa3a70f5fb4ac2505e9a8dbaabd86b7d16022ba533af00403493e477a2c89c13336fc4e51bfc7938771e10bee09f9d21cebcf57cecb61189cf6f7de27e2689798cbf0fe68f04334941278ac4ff8682d0b6ffdccde5e68e821ecb09ff001440d8a6f9761e64d9199d99122cec22c9902cd34a0aa28028a87b4e94643e75516797f055dc7337e682231dd2673c1d52f521a8f1f5fcf10fdb164708646c4da804e2221dff6171678a822820d848e03951d3b2adf5a53de920b4ad5b72aec8dc7dd06339e5e9300b6b7c6fb550562f7effdb299f45ebc4349c88ad837345c8e073f4428aa4325d1ffbdf15ae812149eb34fac30359f6393330c1b92260d6e892170bb22540e8f6dab279fdfb7fc91f1029d155c862b05295e8cd7d66de723bcd24091bfaae600d0c71a20a0f8aaa8703b007fc064cdef287213c950ff74bb1fbb4820f50a444f28ebebf28c7addc2cf8a8e5e0cd9ae9afe25d34051b094837ad207530283c1cc0734572bf830e0497903a5a712593cd5f9e57e09f60948834d1703265afea5baa120c47415b5e9023459297b0589d7af0577011c5590383aa077ba65748ca006dbbf1177d6e4aee3608168294863a1f93e56394a859c97ab9bc6e509b3466b1c3253583b7aac75f79e0fcc7a2f6ea524514d09fbb324bde3c6bb666e12e5aec6840b010047cea6cecebf01f0894e8ef2ac64ed0ecf8657a1dc54cadea2835285cfd352e86d66537e5c022cafbe8649649f82a55bc3b9a9d8306c1e24499d22047c1f904fd85382d4f138e2d1ad341afb06b9294c58fe2c14c5101f2b95c4bccca84487c96bbfb7b8f69badf047e26bdc31f87d471c33d0ea1a3446a5731792eb3e5b760d64c3714f8ded12b97d6e9bdbabc222a4af5609b9d596789eac21786f0002cece5068b5886b29f166f141878612b7cd29e5fbafbe36bded549e03ac27ba8eb49132cc2f3cba9487cbd025982bbc018e95c9077272ef8c1823e36729d9329a1f1dda79f141cdfc76c280a6668d983a8d69d8996501135af04b467a6bb856095789c9160f579ea8a3f0ce97378974284f660ba0fdb9b6b497a9eba06e74960d1472d37f4275ad8226a49995d3720dfc2170670170cc3effc61489f17bdc88c797bd0a016e384b7a3681a5430c8c3bc72892ca764bedb24ebf2a4d1cf090fd43e0dd648736fc13014381ae6d06fba26b3bd7e988bcfdf8e02e2c61467927eb165c077799b602ac8fb770ba634bc57aab3cc56a23d4685b91f41ce76c72f0e33ccc9ed5df8276db8d4687e5613748241dc287783d704f51ea573d7e93aa5912cbae3f0c0f2cd2e30e11ea6dd82781f63cfa75d830371106870ab25389fd0796a1037d683b2515644eda9c69f171ee8bd36ecba489094a6b8a553f8c0ef2d4a875e3058aa49b7a3e0bea08fb898f4db803d9e124d3c47b82477a1203cd02a64822148d91209819186ee3381aec69e258f38b015bd0c6a13995f6f708a24bcefc14e3665e5bb6d53e1010a6ba3c0930afa6c540bc3152aabb15ccd2087a76807d3d1cfab37d8224a23cd3369763dd310f18554987b05962ef36345acc402d2317fe04682baed67a7be18d40446101a5c6991a0098b242d42fae28407d19efd02abc2383c7593bfc19e73ee7e993220cbfd669351225e82d04f0268cded4bac53f50655448d503d0824ec48414e2a486838c390e9e10ddcec117b58b086de6c3a690ea85f893df60c3a6ef8459219ad7ae0b8cf00908d85f11cf033024f1a8b8501e926824d8a0123a813f18232e23883304026633a068c1bd37e91c44b77593e6e788084a1edffbb209fb9139c02c13bad9d4e4d07ae52fae89b9a3b989275ffa5c045babaae6a54bd5133898f5512da464fce172e9be2730fc04805dd6efe0d1fd394128993b41c251a06ecb7cc073a04bd44586f74c9d61e79f75a121e02612b5f5a8582d23094b2b942d788645fe21ed282496f4799878584f303d20035935eb1bc685506ddfa9a740242121ea4364aa9f0aac805e41aa91b1bc0039005f3d6c0a6fa2df32dd8ef7563bbb7ce5cd3bcf257c3e5897c6981243c00c0901fcd81f685a87f21bcf6caa09e61e01680b35daa1fc1ec2a7653037f299366f69c6f28d67d2ac20300fc4f2814528ef442a042be91b22d59bb177ac1526857b11b37c18e17b38246e6a27c7e0c858708ea9be5058a780ef667d2c7825021ba83669ef67c03667913e7ec30e232fd5e226e2e0d1a49b6f54af3a9c20390f0d99fa0899848bd16008aaf8362ca60ea849ef52aa74a24f369a44e8a907dced89a2a3c00091f84033adde2689fe5857b42412bb1e22bb1dce72ffcd4402f31c2d43472cbcd8efa5c3acf4643e761a24801cf3ae237f3e57741d10fe9ec35c1d63b2b9a4f24495b4bd322f11955bc954874fc6508307c4c4cee1d241438d25087060ad336f58a282fb109137a4b61a3f04d57c956a9486ae402be82362a8a85826048b445137a451422e42fcb20e9a77a6901e24bd682bd60eab1c80584a1505436f1cb8a403a8c12a77c025a89069e79f1745856161095468dd9ead695f31578870be7e0752182e99818aff685c2346a4111451d266d7497169770f2e69cb9bca7585a603593e1e3333a12467cc82707f001dae885e80a3ad5cd814cc0088aa84089a85272e77df1d4a6b5b7c69bd551f1114641d7229cc9b08350d406c64b1114375c324b3d4011e5ba53cd0c76153b1ba66de9d28219b32a39fda4d6e5e56ea1b68c0b78409dbd29689246b919912e78bc220afbca8ae657f9ae54950ec690f1f115b9b0c73fdf7b97ba4760280294447b811241118518ab70d7b46a72a582c2830ad0855cf02917d8c96c4fdaf4a544221b8d74b925ad19722ec862054f465153837db907ad349291f85c73ed755bb3281b1729301ebfa00ec0fdfc132a64cb44af886a0da8c99a72bf226dee86c34304cc4e577800fa3bea146a51ba16f53ee40eaf885a847cf32d199f6dfffd567e0a1f57aa9d0f02bc78fc88021c8a6f6e90c742fff91925b27b44b6bab2eac81efc7d80cfe4169cc92ee1135f7342014a06a1229d09a42529a2a6b6c2874e507c3f0edd9559b95dfeb9fa5cbceab74f927ba26840fe42445722dfbecae4d14089bc432700dfcc9fbbc1e919b9f827eedd0821bcced75dc93d516dfa4a9db4a07fe8a830f275d6749d68fb5d42e5b6b15dfa74107cbfc5c78e4495e847dfbedec8ae64c9edd2573fa5055d7c0770843b82e959765244f5a7e57cb7abbc6c39d7bef98029e94b4a92ceffbf7d3ddc95df38337740df0c96ba105ff918295278423b1b3bb9283974c27d89f54a3c9030c4e1970f7f7deb3821a486ef99f9fae1533baebc4f07df334301de49ae7c8eea665ca1cb057b604a9b2f95bf7f573eac7f0729b92b28caf542ed1fccb54b77a17b021f67a35854abc9015ec5be9ff47d4f1ee0a5e4cacef0a4af5c543d5dc8f7147776b9915e72b5ec68368aa5af9e1873f8dcc778827bd750cd2b037cc45deb1da516f1b6b16091e7bb28377745e5e3de9d27bb1c385aba468baafb623bdbc6c0673cf9fb0f252a943410c5125ecd07f9accff7a1a7401e67c277588a002354853c1176986cfbbf67c5e7ba87744c83d0157e8fc9db55fc6c77c98e651012e1444572e804966cfe2474db2abe0ff876f7b1f701bfbd88761f3025d9ec889110ca6298efe112ec9a16dde9fc63842bab7d3cd19dce67f2dbc71f1109a1d0dd26ead0094724f772df8c762ff72dff5eeeb4f05e6e1f3052e3422c6b36e07b7119fa386577ab5f1fac46ba5b3df7c8bbd55dc047bad1403c87ca1e3a11586a6c9f33781c45a613efce0fe273c2341be7e187af8e86292e1ebe3e36fc91b2808f76a38114065e7810fcb16c7ee782ff840e65fafec7eddb9b76dbaf2eb0d672f1767bf7e0f6fa0ebd40f8dee119f720010a3072df4226ad01efd009287af18c6faa0166e2feeee8e1e1fa1ccbf5f5c3d1c510d9b1980e1be8fb9862048e0b706aea2fdea1130c63ec4542c2e83c720a93ba92e2db357cf19b1d95812240d95ce84822bf45de916c1e312a1e3bb2a4d2af77941fea380123213a8cbce8383a5fe26a473900c70c180d11339edca9ec4fa9bee1fe6514beb18d414f5e6694a322e65e5f7fc50f6d11f92e504c8ac2377640bc193a0aa2735ac1c945e2319a4ca590faf2d23210008e210eb2b21ce92fc79c2def979f2f46d3642a9db8db3f2e46535f6c1c990c4f564a5106a3233a823cbb12e62aaceed289d79f77f4c878b1eccfe6a242d9888c88dd4e3e7679b2ef242dc2ac0587c8fb379f7762f9e878581ed5b38824ed88839140eaf97c317f7cf6fef570e8a82ae58ba3dce1c5d5c9a95ecc471d7b44321b3f510f2ae5e5288fe20ac2cc17f5cbe3d3d3b317eff7f7aff6f7dfbf38f97e7abc13c36ca3c1398013f0315096a30f464a501cd131ab2bf83fa3b3b980931a82818c66a963964c699216eac966ec716a1c07e0842dd49395d5e7516346ffa98ecc48f2f239d4f8540a74654578b9f5c4f84a930b827cd97ca4537d245f6c22699a42b6334fc698597d0a171a96a732d5a737d040969f8031539a7c8c7f46c6ec73f34d9af157e0c3821827920264369e2ec2ab64655b1fb72233b1d5e7f32f5cd91cab2233a5ede7890f5259d98e8d03328b7e4bfb17535f20cb6dfde7d2802c7afbeaaf33fab8b2bcbd819ef291d56da6d4defc05ad33242b2fb12a476be920bacceaf62f6b9c1c419425f4d0489b0ad02c565d26fbcfa2f365f9657ba384019cc10958b3ced7f8fb597da3bdfd8fb04cb1ac2c6fbedc6eaf6e944ad88f105cbdb4b1da4668cb2bff6c384656803cf7b3fc2bffcabff2e4f23f7ce225b6cb8173b90000000049454e44ae426082, 'image/png'),
(35, 'aaa', 'aaaa', '2024-08-12', 5, '', 'sss', '1111', '', 0, 'test.png', 0x89504e470d0a1a0a0000000d49484452000000e1000000e10803000000096d224800000126504c5445fffffffed2a4fe5694ffe5c2fd3581fe0364fe76a8fea3c6fe0061fe0060fed09ffed3a4fe5292fed4a5fe4e90fe4a8effebc5fed8a6fea6c8fedaa7ffedc6fe458cffebf2fea0c6fed6acfffbfdfd2b7dfff4f8fd3682ffe2ecfe70a7fe78a9ffd6e4fff4eafffaf6fe5e99fedcb9fe659dfe9bbdffccddffc3d7fed8b1ffefe0ffe2c1fe7facfe90b6ffe7effee8d1febd9dffd5bbfeabc7fe8c8bfe87b1ffb8d0ffebd8fe7f86ffbaafffc6b4fd1b78fe6284feb69bfe978efeae97fea092fe2e6dfe8c99fe4d76ff9ea0fec7a1fe6b7ffe5b79fe687efe7a90ffd0b8fe999ffe3e74ffada7fe5580fe8287feb1b5fe9bb2ffc7c4fe759dfe1f6ffe758effb3abfe8f8cfebfc3ffafb7fe94b0fe81a0fe91afffa3b4fea694fd5488fd6d8dfebac5fd518730dd663b00001d4b49444154789ced9d695b1ac916804504597a61b1155a0414c105700b44c50d8d262e594727c94c26937bffff9fb855ddd5dda7aa6b690c68e6b9733ee4310ada2fe7d4d96a9b9afa57fe957fe5ff4456803cf7b38c535696375f6eb757374aa55836e34a2ca697365657dbdb9bcbff70d6e597ed8d52cc658ac5b2d9982759e76bfc83acbe8140ff89982b2fdb25072dc0e24bd6218dad6e2f3ff7238f202b9b6d1dab47c14673a237fc432897b737626acdf1259329b57f718b5dc6ca7b149ca74ba4fad5cde7c610c9ca766c34d314abf29784dc5c1d0f1e812c6dff5ad6bab2adff947186258bdcebafe37796dbe3545f2099d2af61accbab3fe75ca48cfacbe7c6c37c93c2c3927d6ec609f3b98ca5e7635c694f9c8f303ed378dc9edcf86325f31c7e75b3f4647c0ee3f613f3ad4c7e00b2884f6baa2f634f0d8819db4fc68714388900af46d49f488d9bcfa140c2f8246a6c3f8f02096269e24e75f9912e54c792f7c4f9df23abe409c7ffcdd11f0b7315f59de3d3d3b317eff7f7aff6f7dfbf38f97e7abc132b16f38fe09caca58e66a1d918622bee9cedbf1e0e1389543a9df2259d4a2412c38bab93d35811a97424ccccc6c44ac7958d112c14d964ecf26c7fe88025f88251d3f76f5e1ca38f421f057242837165842198cf5f7ebf1aa6d322369a339d78fd62478f0e999dcc605c8efcf7f5e2e5e78b4424ba803231dc3f8eaec94924719bd186601619e7c95d42689852cae1fe65d431397e7ff332928566f5d8f1d568daa321d31767b1688accac8e17703b0a6016abeff17884d1516414c48da706447c2f863f874720136f768a1118c789180110f1bd4f8c83cf614cbfde89a0c7f121460044fa4ba4158f8d831f9194ca13a5526f2ef34a9f332e4435a05e3c1b4af83059eafeeee8e1e1fa1ccbf5f5c3d1c57dc24115bf29b18f3e3715a2eb6ee6d767bbddd6fafc2301955e349bdfb910662d88e2fee8f6ed4dbb1dcff93297cbc5dbedd583dbebbb9498329538530e478cb8d4d34c03896974961e03b8a902ccc7f6f90f891e3ef1eefc208e787271ae20d6b9c35747c39480327db12337d5ac9e39a859c63411cd6a8d0eb8ac980acce64ff9069a4edf3d1cb4e7046c1465fcf0f61d3f88a6122f74b11a91777bfb9ba94d03313ba302ae2814a8ebfbdc274bdf9f1fc6957401656ef7d5bb34ef934add5d0a4623e27bd534283e8cd81d91b02407cceff022603a757428b44c31e5eef93d4791a9c409cf5211dfedb4311d16737d244079cf309b3f097b7d94949cb7e746a3f3217f7fc70923e93731d652f5fce5b9c6e34363b1591e01501e27f4d81587efee6d7b44ed518c8747613da6863b94a5eaf99d738d35cf472951ee46f39777a167490fdf461f7d02c89b30632af1bd18f0158fff14f3612546065c91031e8792b4f4fd5bb5ef5423ce1dbe0b31a65fb88331abebc7bf85dc0b2dd65a5442a997c99f855dc2f94fd827c598fb3d1481d257a87074c283820f29b11a11503a7556fc1cfa94dfed8e87cf616c9fb32e27fd3ae68407059ea3c47a2440e9202cbe67ff7ee2edf8f81cc69b3b468de98b57dcf0c05162a4b0bf22cb65f2fbec5f3f1a938102c4b97338d0538919997ba1c588929fca226191014c255e3d2e002a180f7d35a6ee2b5222739a4ade8c08898dcc468bef69c0f4f0268202bdb2626ecefd220a62fc87f397d2f796cc264d63767eb1dea010958594cc46f32ce0911a2ede3efcf2e163af534b62a9757a7f7cf9b4db5633cebd42b5f2bd29e59bde73929825f82918ca1a43e247f39f19c073a985e672ed9baf1f6b5524c9407a0b580afff9a2c29c3bb8371b32be66df7b66ea65e6a21c705902f89df6a229990f45d9f4973f6a141b96ce4261d6958585d9fe277194c9b53ffc26d39f955c0b9250ea47c69e9c501cebf33b345fea500c988b7ff99664e9907467295998ddfbc4f5c4b9f65f0d4978d7ac5a1d3cf31a63cbd2fc5bdcb7d02f19272af631b99bbf42ca7306a1af4000b9d0bf09bd7ff7a321097f86d1832161718f0134fb423c999bc9ea5443262574a2b9f8e1372e5fb217c223907b9f28f3bef943ced7857cf38569d61b498b28b19b295ea5236970eeb0cbc543161a56609811d550d2eac1d4666134d86af1721d4911252e29f267910073bb223e19a0c3887f23e29366d79ab1071de5528faf6c49fe2d54a14e79995482ef64907f10f1255b524087b11d3f689af2f40ceaaf5eb3442f1616514215b283f0800ff8a9f378c0d9c2424fc50783f99a984fa24461424ae732696e1cccb53f0af9d48085d94e43995e0791aeaff8300445945085fa31d4203f93c9ddd41e0f5858a845a91ebcd2a83fad50b6a8886a0bddcc90ca45b91afc20e65300160add6ac4eac874e3445f96adbac22da2841d60ca4653c355de189458a8dc8b8ec0879ebbe73ce96223fc068df6c1dc224ad43fa4fd689aeb46bf49007b1240c4d78c5edda2f1e53ad33d3648685675b6466996534409d399fc6b300ad3b7e141986b8b7d28cab565eea527cb3e3942bce9224d48d2b87533fcca482a3c850d85771cc0dd8e980fe5a262f7d2e1589b423437e2b700a2a179695c8daa84434594a8a8a0dc4c62376ca152c0646b9c7c7ec098f76b5e5ce57b08b346f8958188ea421da66be957e141d8aec9000583b0b090940d3fc314e5de5ac3554dd7f9b95fe5bb52a59d0d43280815597d086d9403d89301d61ee53e51f5b01472269ecedcd268c9a4ab7c2c4c10618a2851b4cf9f4037c3c9b7655e946ba3eaf0a0f538cf1b28d17de09e6925a91262adc6bc8129a204956f360654987e08b9999c38d5e6db6894f060ba79f334ff65a434aa57ebf0f9d739691c5d446d0846e1094c4843ada3dc17296092f5a3383ca8c39f59e7191dab4420657e1a47e5dfcba25178074361c8466fe4804c3213d57d927c8497b9381f00531acdef89d254f84a4130d44f810a872115cabd4c32390a9f6698485cf7620a3217f2ca24c5d70a7531b8af141869119485e148a11884940a51f52018578e1866b3b0beb6d6ef6a581d241f9917bcc10c46e05257d6d2014594c093ea975085a1417828070c545828b4aab2dea031dddaf21e65ad8a5462ba5eb02550a2571ad53b967c462a28a2049e340f96937046a134d4078e54111e70d4a6b2e43d430b652eb490226a5d52e5bb62d89e1257f97e06868a143b0a735f152a5c88121e105f9f4d20d70cade12ab1c75791c215f91f4465c6f646a2c04841173f7dcdaa705701e8a850111e34b3c16bfcad9b5ee62250a2a88842066f78c301f121b15d750b72d2fc1b40c836a673b29a174b4bed3ecd24e5f88314a465927ca4c77fbb574469ec2f6cf6b7ea8ee25d3e44e88e447eacc882367e38235584c264ada0709f48ea10afdf6956bbe43b65c3cb5c0491c0081751b80a5e773e979a61113e240347ddfc58a17f0f3c69a8bd96fb430e98ec2e24157c301e97f71aa6a6a198b8e72bd1fd22295062c815213eeff7ad0f6602b1b1bd0b1a34d048efd9e68c5c85b56455ea5e9c9f69be87996f99dee8b1bc014842193bade4fd06aa88c2553e585f4a133685c330ab0323fdc1e4dcb98f520556a5d9a7d6e875d0cfbd4eca52d70c8c4d9b761ebddcf0f291a620210b8a2858e5bb6fb101e14c45380cf56360a4bf33462a75a455c9cc2d86a82188bae65b9a49794462bb358d642eeb022506aec8305ad4644d8d029c99991245c33c5c37c30443592c6c4af1a6bd5626aa1cb429cad2c84ffbe4c949e7704af05b3c576469f4644dc76600316189db642b066545ea882d0c85ad99a6c2bde04fdfb54383b634ffc9dd6f7634afa9ab28a2d661995b4f0e58be194be468e0300c25ddfc8cb416812fa8da5072461eb203df64395c6534fcbccc45f03bc3f34beb8d30df8c5d13ad9f814dc434d361e346fb5a55699f2e61cd7d1e14ae7d4b0b7e6ab83f751aa2c41515a2145148d71a870fc5c3bec8d1e483f579a97b4685e1f65a0dbbcf488041bfbd6578ea0c7a64c6f456e05fbc228acba7c1220ac5d30a970fe9b02c9a16059dee149b93868d34321f7aee59f254a8fc238ed30b7a9a59235ed10df4c2220a7d360d43eb797cf3ad9901170fa9b0302574a543e1300c55be523e8d098d4193af6b7816eb2851b33aded022764be2c916bbd64243e56479cf24ae68a93bc3571fd6a033d4b9ae14ae2d61b3ee1ced49e5c3cf68749b541d17246bc8895a4b9e511a16584242c2bc5f4481f76ba649c243c7c2d9c1522d141e0060c5b10941bc17a76ced2ac527b54fc726d71ac0cec0f041998d9bfaa314a6eb57f9e8fbdecb4345146c02ef0dec41c3140c3fd744dddc8edfc1006dc4d405a3c24fd5a87c5ed45aec05eed2085090315aeeffd6405652eef856e9652e249e68661594932dc426c19b1954481acfcf4a410323f5c01f8651c283df2859f7b748682005496ae199cc3a5ced4c4cda29a234ab0643e0bc8c0ef1597eaec30f87a0b0603b34b91e090f4a3ed8be5df434a381a7444e54a36732eb35aaf7e9c513f45198d4eeb4f29e94cfb680b20579f745e068d8b52535acbf88e10114817d478d644b0479daaa46cd64ae55d9e692574459f452af96c4bdccd8f6df6745f06a2e216c42b16b107755e1c1eded92a103328f79ac4662b705f7c97164f78ca9cc5b4242de5f067e686aa9271b7fb67d749ad775f07aeeb41aec6024e8603177231d7e9a39dd5aafd7d7f6482f13661e537dcb1b782d37122227ea95f5b8cae71901bba8421a1e10df8fe3bc8e3404cecfe0077c404875f373edaf32f7099b4b8b7b588ff4ca96f9a4e502f5aca07290760e83ccc5917a53161eec996b6fbbbb8a1076bb41b33bb7cbdf16e7f3f5a0c6a6b69286572cf8b2e7ba801ad92c088a28c12f062b63cadcea21e0ab9c5ffa7b6b01e10637a5090afcd4dd9c6f9f7f48f775680d8a0f3f128add468ff99ef34f53d3bcca815b440142cf159505d583cff7196c01cf802350f8495bd06723cb2f727337d2859fe8519a9c25e428ff22ed5b6a4276b1a1910c1cd5499c228afae09cf7970b969cef2c0677634242ee5e5bb03ec121ccc50f7f53cc12c049e5b2ff25ca9abdf66d0f7c00785ac95f38122ea2a80fae62d5cbf32d291e0e0ff46e5348c87534798a30173ff84db5560e38bd7ab7d9487a6b2450e943ecb1d50862232e178813dd0a1551d46fc5bddd81a8f8237c283cb01b869584302d3d9afb10de551cfea8bde1b29644b1504329b2cbb56504ed5bd38fee6e1ae67e8d8aa88e6fd21c3eb9542a4e78606504c254e26f199fe68576cbb5b9453feb329a3e80dfbe359a75f79b4e0d1f74a248e6c2740e2d251ee21b5c708f26884c984accc835d7e9179cfcc62b83aa81b30da240f09566cd3ad6ebf8cdc0897aef064ad4a2f0cd0c12e90bee8e76a5a7c93b848a6d63a4fa9bc788a4cd095b7fdab40fe0ad81412f34abf5c5f996fbb2c0899222ca7fbb1189ef1e6920f55a49c85dcf863d8d7cdb980be128044fe3116741b9c30000ce246946c38baa811325b95cd97dbba11e7e0e9f6365110879f1307f9a966eaba29e100f1fd2e6a406acb7b3baea2b919d490a9c28e81c46e04399e93da9ee526f94849c9c269bcfbe52ea6fda1f7c7dc38b15653e8005bea27f81df89f282a619c17da2ecfa3a70f5fb4ac2505e9a8dbaabd86b7d16022ba533af00403493e477a2c89c13336fc4e51bfc7938771e10bee09f9d21cebcf57cecb61189cf6f7de27e2689798cbf0fe68f04334941278ac4ff8682d0b6ffdccde5e68e821ecb09ff001440d8a6f9761e64d9199d99122cec22c9902cd34a0aa28028a87b4e94643e75516797f055dc7337e682231dd2673c1d52f521a8f1f5fcf10fdb164708646c4da804e2221dff6171678a822820d848e03951d3b2adf5a53de920b4ad5b72aec8dc7dd06339e5e9300b6b7c6fb550562f7effdb299f45ebc4349c88ad837345c8e073f4428aa4325d1ffbdf15ae812149eb34fac30359f6393330c1b92260d6e892170bb22540e8f6dab279fdfb7fc91f1029d155c862b05295e8cd7d66de723bcd24091bfaae600d0c71a20a0f8aaa8703b007fc064cdef287213c950ff74bb1fbb4820f50a444f28ebebf28c7addc2cf8a8e5e0cd9ae9afe25d34051b094837ad207530283c1cc0734572bf830e0497903a5a712593cd5f9e57e09f60948834d1703265afea5baa120c47415b5e9023459297b0589d7af0577011c5590383aa077ba65748ca006dbbf1177d6e4aee3608168294863a1f93e56394a859c97ab9bc6e509b3466b1c3253583b7aac75f79e0fcc7a2f6ea524514d09fbb324bde3c6bb666e12e5aec6840b010047cea6cecebf01f0894e8ef2ac64ed0ecf8657a1dc54cadea2835285cfd352e86d66537e5c022cafbe8649649f82a55bc3b9a9d8306c1e24499d22047c1f904fd85382d4f138e2d1ad341afb06b9294c58fe2c14c5101f2b95c4bccca84487c96bbfb7b8f69badf047e26bdc31f87d471c33d0ea1a3446a5731792eb3e5b760d64c3714f8ded12b97d6e9bdbabc222a4af5609b9d596789eac21786f0002cece5068b5886b29f166f141878612b7cd29e5fbafbe36bded549e03ac27ba8eb49132cc2f3cba9487cbd025982bbc018e95c9077272ef8c1823e36729d9329a1f1dda79f141cdfc76c280a6668d983a8d69d8996501135af04b467a6bb856095789c9160f579ea8a3f0ce97378974284f660ba0fdb9b6b497a9eba06e74960d1472d37f4275ad8226a49995d3720dfc2170670170cc3effc61489f17bdc88c797bd0a016e384b7a3681a5430c8c3bc72892ca764bedb24ebf2a4d1cf090fd43e0dd648736fc13014381ae6d06fba26b3bd7e988bcfdf8e02e2c61467927eb165c077799b602ac8fb770ba634bc57aab3cc56a23d4685b91f41ce76c72f0e33ccc9ed5df8276db8d4687e5613748241dc287783d704f51ea573d7e93aa5912cbae3f0c0f2cd2e30e11ea6dd82781f63cfa75d830371106870ab25389fd0796a1037d683b2515644eda9c69f171ee8bd36ecba489094a6b8a553f8c0ef2d4a875e3058aa49b7a3e0bea08fb898f4db803d9e124d3c47b82477a1203cd02a64822148d91209819186ee3381aec69e258f38b015bd0c6a13995f6f708a24bcefc14e3665e5bb6d53e1010a6ba3c0930afa6c540bc3152aabb15ccd2087a76807d3d1cfab37d8224a23cd3369763dd310f18554987b05962ef36345acc402d2317fe04682baed67a7be18d40446101a5c6991a0098b242d42fae28407d19efd02abc2383c7593bfc19e73ee7e993220cbfd669351225e82d04f0268cded4bac53f50655448d503d0824ec48414e2a486838c390e9e10ddcec117b58b086de6c3a690ea85f893df60c3a6ef8459219ad7ae0b8cf00908d85f11cf033024f1a8b8501e926824d8a0123a813f18232e23883304026633a068c1bd37e91c44b77593e6e788084a1edffbb209fb9139c02c13bad9d4e4d07ae52fae89b9a3b989275ffa5c045babaae6a54bd5133898f5512da464fce172e9be2730fc04805dd6efe0d1fd394128993b41c251a06ecb7cc073a04bd44586f74c9d61e79f75a121e02612b5f5a8582d23094b2b942d788645fe21ed282496f4799878584f303d20035935eb1bc685506ddfa9a740242121ea4364aa9f0aac805e41aa91b1bc0039005f3d6c0a6fa2df32dd8ef7563bbb7ce5cd3bcf257c3e5897c6981243c00c0901fcd81f685a87f21bcf6caa09e61e01680b35daa1fc1ec2a7653037f299366f69c6f28d67d2ac20300fc4f2814528ef442a042be91b22d59bb177ac1526857b11b37c18e17b38246e6a27c7e0c858708ea9be5058a780ef667d2c7825021ba83669ef67c03667913e7ec30e232fd5e226e2e0d1a49b6f54af3a9c20390f0d99fa0899848bd16008aaf8362ca60ea849ef52aa74a24f369a44e8a907dced89a2a3c00091f84033adde2689fe5857b42412bb1e22bb1dce72ffcd4402f31c2d43472cbcd8efa5c3acf4643e761a24801cf3ae237f3e57741d10fe9ec35c1d63b2b9a4f24495b4bd322f11955bc954874fc6508307c4c4cee1d241438d25087060ad336f58a282fb109137a4b61a3f04d57c956a9486ae402be82362a8a85826048b445137a451422e42fcb20e9a77a6901e24bd682bd60eab1c80584a1505436f1cb8a403a8c12a77c025a89069e79f1745856161095468dd9ead695f31578870be7e0752182e99818aff685c2346a4111451d266d7497169770f2e69cb9bca7585a603593e1e3333a12467cc82707f001dae885e80a3ad5cd814cc0088aa84089a85272e77df1d4a6b5b7c69bd551f1114641d7229cc9b08350d406c64b1114375c324b3d4011e5ba53cd0c76153b1ba66de9d28219b32a39fda4d6e5e56ea1b68c0b78409dbd29689246b919912e78bc220afbca8ae657f9ae54950ec690f1f115b9b0c73fdf7b97ba4760280294447b811241118518ab70d7b46a72a582c2830ad0855cf02917d8c96c4fdaf4a544221b8d74b925ad19722ec862054f465153837db907ad349291f85c73ed755bb3281b1729301ebfa00ec0fdfc132a64cb44af886a0da8c99a72bf226dee86c34304cc4e577800fa3bea146a51ba16f53ee40eaf885a847cf32d199f6dfffd567e0a1f57aa9d0f02bc78fc88021c8a6f6e90c742fff91925b27b44b6bab2eac81efc7d80cfe4169cc92ee1135f7342014a06a1229d09a42529a2a6b6c2874e507c3f0edd9559b95dfeb9fa5cbceab74f927ba26840fe42445722dfbecae4d14089bc432700dfcc9fbbc1e919b9f827eedd0821bcced75dc93d516dfa4a9db4a07fe8a830f275d6749d68fb5d42e5b6b15dfa74107cbfc5c78e4495e847dfbedec8ae64c9edd2573fa5055d7c0770843b82e959765244f5a7e57cb7abbc6c39d7bef98029e94b4a92ceffbf7d3ddc95df38337740df0c96ba105ff918295278423b1b3bb9283974c27d89f54a3c9030c4e1970f7f7deb3821a486ef99f9fae1533baebc4f07df334301de49ae7c8eea665ca1cb057b604a9b2f95bf7f573eac7f0729b92b28caf542ed1fccb54b77a17b021f67a35854abc9015ec5be9ff47d4f1ee0a5e4cacef0a4af5c543d5dc8f7147776b9915e72b5ec68368aa5af9e1873f8dcc778827bd750cd2b037cc45deb1da516f1b6b16091e7bb28377745e5e3de9d27bb1c385aba468baafb623bdbc6c0673cf9fb0f252a943410c5125ecd07f9accff7a1a7401e67c277588a002354853c1176986cfbbf67c5e7ba87744c83d0157e8fc9db55fc6c77c98e651012e1444572e804966cfe2474db2abe0ff876f7b1f701bfbd88761f3025d9ec889110ca6298efe112ec9a16dde9fc63842bab7d3cd19dce67f2dbc71f1109a1d0dd26ead0094724f772df8c762ff72dff5eeeb4f05e6e1f3052e3422c6b36e07b7119fa386577ab5f1fac46ba5b3df7c8bbd55dc047bad1403c87ca1e3a11586a6c9f33781c45a613efce0fe273c2341be7e187af8e86292e1ebe3e36fc91b2808f76a38114065e7810fcb16c7ee782ff840e65fafec7eddb9b76dbaf2eb0d672f1767bf7e0f6fa0ebd40f8dee119f720010a3072df4226ad01efd009287af18c6faa0166e2feeee8e1e1fa1ccbf5f5c3d1c510d9b1980e1be8fb9862048e0b706aea2fdea1130c63ec4542c2e83c720a93ba92e2db357cf19b1d95812240d95ce84822bf45de916c1e312a1e3bb2a4d2af77941fea380123213a8cbce8383a5fe26a473900c70c180d11339edca9ec4fa9bee1fe6514beb18d414f5e6694a322e65e5f7fc50f6d11f92e504c8ac2377640bc193a0aa2735ac1c945e2319a4ca590faf2d23210008e210eb2b21ce92fc79c2def979f2f46d3642a9db8db3f2e46535f6c1c990c4f564a5106a3233a823cbb12e62aaceed289d79f77f4c878b1eccfe6a242d9888c88dd4e3e7679b2ef242dc2ac0587c8fb379f7762f9e878581ed5b38824ed88839140eaf97c317f7cf6fef570e8a82ae58ba3dce1c5d5c9a95ecc471d7b44321b3f510f2ae5e5288fe20ac2cc17f5cbe3d3d3b317eff7f7aff6f7dfbf38f97e7abc13c36ca3c1398013f0315096a30f464a501cd131ab2bf83fa3b3b980931a82818c66a963964c699216eac966ec716a1c07e0842dd49395d5e7516346ffa98ecc48f2f239d4f8540a74654578b9f5c4f84a930b827cd97ca4537d245f6c22699a42b6334fc698597d0a171a96a732d5a737d040969f8031539a7c8c7f46c6ec73f34d9af157e0c3821827920264369e2ec2ab64655b1fb72233b1d5e7f32f5cd91cab2233a5ede7890f5259d98e8d03328b7e4bfb17535f20cb6dfde7d2802c7afbeaaf33fab8b2bcbd819ef291d56da6d4defc05ad33242b2fb12a476be920bacceaf62f6b9c1c419425f4d0489b0ad02c565d26fbcfa2f365f9657ba384019cc10958b3ced7f8fb597da3bdfd8fb04cb1ac2c6fbedc6eaf6e944ad88f105cbdb4b1da4668cb2bff6c384656803cf7b3fc2bffcabff2e4f23f7ce225b6cb8173b90000000049454e44ae426082, 'image/png'),
(36, 'test', 'test', '2024-08-12', 3, '', 'sss', '1111', '', 0, '11111.txt', 0x63617365207768656e207e20656e640d0a0d0a0d0a54696d6520626173656420426c696e642053514c690d0a0d0a0d0a636f6e63617428290d0a0d0a0d0a585353202843726f7373205369746520536372697074696e6729, 'text/plain'),
(37, 'test', 'test', '2024-08-12', 5, '', 'sss', '1111', '', 0, 'XXS-1.png', 0x89504e470d0a1a0a0000000d49484452000002d5000000d0080200000047830aa6000000017352474200aece1ce90000000467414d410000b18f0bfc61050000000970485973000012740000127401de661f78000019d549444154785eed9dff6f14e79dc7f70ff00fb11469f303054e4505ae6a5d72b74531b23854f95ca45808110711e5404a90691d0972540a17447d9cf383517a17130447415101f55492963b88a512376930d19d704e4aceba06c9522c991e7785e394e22f9075c0d8becf3333bb3bf3eccceccceef8f1eefaf5d2eb077b66f6d9679f87cce7ed676627a97900000000b3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903fe6e7472f1fed6c6e4e393437771ebd3ceaecca337a540e683e5ab43d16953772b953f5b09216c2fa90c8874cac190000a863967cfeb08a6531cd9d979d036c826b6a40030afdf8c046ac581180e7f845cf1fdeaca6c2da0265350000a86b9678fe700a7fb36bc5432aac5d5f3d0924b8a65a7bfcd18f0f6c242c7f78ba113b7f84f4ce8dfd26a582c3e54effc6b497946a0600006049e70fbb38070602f78eb835357fbcfd1e2ea237e2f39e8b983f722d79b2da682e92b853526833000000c292ce1f5635f7ac2fe4d10b7ddc9a9a3f3e57b6f3446ec4ef2d63e78f58847d48eb9d7d07cbfe84ae978535030000a058caf923ac4eeafb828fb5cbaf2ffaf1710ab3ffb1760ac8e39f9d7cb16fdc7075d5e73edb90fe85765dcb71713e2600002c4d58ffa874fdc3dae38f7e7cf4c26c5dd6f039b2ccfc1174e386e07e9390fee9e3e1417b5df48f0900004b15eefff0ad9445e536b8a6da8d444a02d10ab3734f85ef71a13120083bb4a86faab85f376aad88789a0be95f68d7ad3760fd030000a2b3a4f347ae344bb1acf4fb2f81f9c3deed22b430e7eee70cadf4714bbb7a51c06bbcc941ebabe733d923e5f731ed57b9de2078ac0000006c9678fef0c907367af90caea9760315e78fdc6a4478e52e3b7fc8ab22ae7f14f07ea6dc4ebeff02000095b3e4f38760df9a69955121eef34fbd45bb3947ee77f74b7c1bc99770c1ef695e1ecaca1fb904e28bbbb152c121e83612ed25e40f00002805f9a352bcf9a388080b03b2d97a8ee882166c6fc8521407ad08c1416b86e79f02004059903f84287537899a1ada88b5d39556ac350bcf2590e22d6510b68292507048a8190000a863c81f428482b9f0357521f287d56628f96b45aadd843ee4c28f150000d43ae40f2142c12c7588950d2211d488f50ec6f3479e88f923c221918e010080a50df943885aa6173e7fe8b8d386f316b10248e2903f00002009c81f4202f92312a185b944fe28ec2eab17513f62a9e6433f0200004044c81f4284a29a48dd0d6dc4dae95adcf05c6db176ca4bed67a395d10fbb8128181807000058f2903f8408453591ba1bda88b5d32f7f789f896a1d26bf947a524839981a07000058f2903f04a7a69764e1f3874ee75167abe40de7b8c2bd26ae4dc910357f4423f1ee010040fd40fe10aa387f5c56db8b5ea2964416a0bc87f6cf26ea5009e40f00000884fc619008f57d51a9f6fe010040dd40fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c937aed4a16111111d18ce40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d31acd1f3fb8f465db99a9274f4cae393ab1fc274b5a19011987b6b3533f7cf74b6d9422fa4fc35ffdeef6cc175fceda530800005073903f4c4bfe00000058c0fcd1fddbecf6b7ef49b92573042923b3fdedfb3250dad005d9f76fd9ebff3be34c1d000040cdb250f9e36f06b2df7c73522bb7e8eb378f4d1e18d007d057c2070000d4070b923ff6ff3acb9a472cd7be39f1d7bfce8ada48e6fd97eb0f4467d20000006a9ce4f3c7c1df64a59a6af5154bbaf6a8f2d007d3da78dafe7efc91e84c1a0000408d9370fee8b992cd9ce4b24bf96e383d2963a88daa78efc19ce84c1a0000408d9370fed875e1be565031ae3286daa88ace74010000d40549e68f1f7f30bd96db3e2af64fdf9c3c5cf48d1867ba000000ea8224f3078b1f49f9e23feb4b20ce74010000d40549e68feffd6c4aaba3589e7f79764a1b5b67ba000000ea8224f3c7778e73e76932ca486a63eb4c170000405d9064fe58dd47fe484619496d6c9de9020000a80b12cb1f7ff7617645511dc5f25cf9f713873ff40caf335d000000754192eb1f5a11c54ad4c6d6992e000080ba80fc51a56a63eb4c170000405d40fea852b5b175a60b0000a02e207f54a9dad83ad30500005017903faa546d6c9de9020000a80bc81f55aa36b6ce74010000d405e48f2a551b5b67ba000000ea822ace1f1fce4ccccf8ba39f15ed8aed8351f9ac5f3c28da1eddecb5e9f9f9e999c33f99108bf626af36b6f66c010000d407a6f3c7e19b73ce3b0761d57875709cfc6135fbe89745db73923f000000aa88c55dff50b1409cb8e9f75a13f9c34a15a1e4de9dfc01000090188b9a3fde7712c6e2e50f8ff946fcda217f00000024c662e68fe6cf1e39bdf8e24173d1de38f963f25d396e7eeed38f9d2d9224ac30e185fc010000501d903f0a923f000000ccb088f9e39e151a6c66df7d5bdb1b277fbcfde0a6ddccc483bfd2763946bffe323bf0f684a8edaac5fc317ee3bd937bb66c5c9d4ee558b17ecb9e9383b79dfd7964c3eda1f3bdbb36ae5f611f975ebd7157efc5917167bf0bad4d6930a04d00008030162d7f347ff2480afae8c803f1faccfcf41fa6f525905cfec813104426556e9899796b583578f3f3accf524ab4fc71e20f923fe6ae7d38216abb6a2e7fdcb8b84b8589f4eab63d07fa6cf66db763437afbf91bce51f289867a37a6452b4cecdaa78e3bb0a7cdce21eb7b87e43317d0dbb41af469130000a0148b943f7ef5605432c7176ab942f9994487b9d1cfee7b8e89b6fed1ac0e9bfbf4e3491544c666a51d3b8278534894fc61250c9560ee89fe7b6b257f8cbfb74762417128181f3cd0a4d242ef90b361b86fbd8a0f4559e3c6992d6aeb96f36a6dc4dee4dbe6f860719b000000255984fcd1dcafc287aae5a7f21bad350c89119fb82248a9fcf1fd8f664439e0cecdfc9ac7e44b236a15647a6246fcf9e5a9dcc111f2c747334e019e78283eabedcda513176aa5c47b8cbf3d83d34f9e9078a46f1765fbe12bd3da465b6d6c9df78cc6f4e0818d1b57afef1b767e7731dca7c282952b849133db37ae5fb14bbca85d6c91b4a102880a1576ae88dc26000040690ce78fa957471e4962989f7ef4f35f69bbeefffc8e8a20776e7ef5929d4b42f2c7a92fdfba39ab7286277c387efffd07a3d373a2eb5a4cc9fc71ef975fc8118fdeb55662c4a26c51e6fac7c1f75574f8fdf8ec9fffa31e41648b6c97bd077ee33374dad8ca618970fbbc5ad8889015867abdf92384c86d0200003818ce1ff7dffac3ecf4c4c3570b2b1f6ea75efd7c76fafe4cef59ebd7e0fcd1fcfec39bd373d787bf14b5f0116089fcd1fcb15afcb01e43727f60625e9c9f78e8bd95b5ccfcf16727266f4ea890f15f13b34f9e98cc2f84c80fb245b6df189f9563f2c7e7d5c656cd55394c8fdf1e191a1c142f9ee9dbb7cbb973d4372b4c8f8fdf181e1c7ceffcc9037bb638b7a2fae60fa74dbbc1f0360100007c59b4fb4f4b1bedfe8f043c35fda9fb7ad0e587e29df9f99b23eefb51cabfffe3bb270b11249f42ecf021db7dc387a88dad355971b8f15eaf73bf6981f4eab6ed6ddab592f1e1337b44e796538715eb776d69533f78f347519bd2a05f9b00000025a8e2fc11cb53f70e7f36337a7f6e5a92849b99b989fb8fae8d4c3bd7748a3d95bd765f8ed32fb8d8b7c45efb301f0e2abaff5422881d38043b85c80fbf1f9f95edda9179b5b1b55f1b951be7b7ab98905ebd7ddf998b834323b7c571e9bf7ead647aa8d7b9ff34b5a26d4fdff9f706876f8cdb07165d7f296ad33e4ee0fa0b0000c46591f247fec9631128bdfef1abafae4b2d9c99bdfef9f4ab17efb9aec84c3e7b317be2f347772494cc3cfaa57ec7c94473ff579f5ae1c373dfaba3734becb58fec9b582bca1fe2fa9faa08924f21e1e143d4c6d67e5544867a5552683be3f395d8616b979315ece090de270ee6c284c3ed8bdb65972b7f446d13000020027570fdc57e8ed9ecbb45f1a2e0d9afae4b04b9fff025ef76c91fd7a767fdc287ed54efcdd9898987afaa9f2bcd1fa2040ef1d6d4dccd8912e143d4c6d69ead68d8b1c2ca0e3a37ce5897559cac60af716c395f9c1da607f7a94c51c81f416d4a1cf1b609000010813ac81f563228f56c31fbeb2d7e0f568f6802f9c376c3e9a9f53f2d113e446d6cedd98ac6f4e001151e9a0e781f1f363f9ebfdae264855c72501bdceb1acea516219f3f7cdb540dea6d020000446049af7fc431b1fc11516d6cedd98aca8d335bac00b1c27e52e9be5da2fa464bbaadaf2fff5c0f415245eebe53755f87fdf0537587e9fa3d7d0772377538b9a2a84dbbc1a2360100004a5307f9a3fcfb3fe25853f9437a3a72b1d74a082a3138ff9796f76e8ce71e2cd6947f8ed8f8d0c93da2953a540ad9b8abf7fc904a1cf653c5765d1ccf3f9b4c6bd36ed0af4d00008012d445fe10c3bffff259f6d9a0efbf44b5c6f20700004035532ff963c1257f000000244615e78fa5ad36b6ce74010000d405e48f2a551b5b67ba000000ea02f24795aa8dad335d0000007501f9a34ad5c6d6992e000080ba80fc51a56a63eb4c170000405d40fea852b5b175a60b0000a02e207f54a9dad83ad30500005017903faa546d6c9de9020000a80bc81f55aa36b6ce74010000d405e48f2a551b5b67ba000000ea02f24795aa8dad335d000000754192f96375dfa45644b13c6524b5b175a60b0000a02e48327f7ce738f923196524b5b175a60b0000a02e48327f7cef67535a1dc5f29491d4c6d6992e000080ba20c9fcb1ebc27dad8e6279ca486a63eb4c170000405d9064fef8dbdf66d71cd54b29c67575dfc4e1dfea63eb4c170000405d9064fe109f3d7f4faba618d71defe88b1fa2335d0000007541c2f9a3e74af6bb27b90bb57c9b4f4dca186aa32a3ad30500005017249c3fc483ef67ffb86c5575aa15fbaa72ed9bca431f4c6be369fb3f7f543a9306000050e3249f3f44adea578f5ac9af1effe41f26f6fdfa4b511bc9bc43a3774567d20000006a1cf2c7e2fb176f4dfd3860d923efc97ffda3383333e3cc1b0000402d43fe584cbff9e664e7a5c0358f6207fee3bfe7e6e69ca9030000a859c81fa65d7374e2c913936d67a67e102779d81e199cfaf893ffbc73e74e369b652d0400006a1713f943db6bd2eae949829efce8ffdebd367af5df7ff709000040ad41fe70ecdc9d4a6d38f78afc7cbc27957abae34256d48e89e785736b52a9d6e3d6cfb9363d0778bcda9a4aa5765f2ddaae2cf42d51cb6d567575cda131f5735263e5b2d20f5b7197a40371fbd0fd8b4b9bdb5a1e6f9429543cb6f6f9d69ee183de63ec3623373bd6b121f0df43255638bc95ce0e2262cea5983f52a9e5abda8f75f667c5fc3185136bade70feb7dfd785aeb43c966030e282b7f04f64a5ae8e9741d19d42bb53d84fc4b82bb14da42a10f7258501f7ced3edeb32c95c91c1aca078eee0b03ad9974c3a673fb5d87d96d466d76e052463a9539e56e2111637db4622b7c392262dea5983fe48fcb9d3b32a9b53d62e780734ce1c41ab9a6aa971493cf1025f287f5076e29ec325ff949bf6b773ad5d82376b936966c36e080a4d63f6eed6c4fa5da2f89eea582323eace725f1bbf4caa1a7dd2323adc5e843ffa54ca38cc688befdcad0e6b5a955af14b6db6d466b76a46353ba21f3f4aac6f4aaaea16e7d6fb1eadf52c4f592a08fa6062118e79f7159b38388e8ebd2cc1fb27168f3d75362be42144eacb1f247c8b938defa4798159ff4d5876dd83120ba8b59c966030e48287fa8f149678edc12f5e217f3c37afa19bf4b2a9c6d7a27ff8ed25af4013f78e4c554eaa5177229d6edfe575a525f7fdd1d6ba4cd92cd1e3c7beea9a6f4636da7f60e64bbcf9e5a974e2d6b3fb7d7b550e76752f9c3b310e56bf49141440c77c9e68f6c57d7b7453999da4bdc8513abe1fc3130b2f3e517d7ac5d6e15def4e34dcf8bdadd03159ef4a54636a4bebdf97456746f2fd5ecc8d6a654aab1b82625923fc69edb944ead55e5d9bd242396f1613d2f89dd25f531577a172aa2f721a46cfbac28f8e78fbb07fb47ba7a8e6532cbc554fae9cd6f5863eb38f642d7338f37aa2b86e273a7470efa641df20722d69e4b377f4855b6fe7875ceb98513abc9fc3170b575adfa03b7abffaeb5e5eec1b3ef882dea2f60cf5fe4e59ff4ad0b040ddb06baaf5c15d55d266e829bed3edef34463cbcab5b9a851506ba48cfc71b7ababb521d5baf517da7665191fd6f392b8f9e3f4eb4f58e12cbf455a8bde87cad73ff61f7ae6b1afb5acdb76ace3f898e87fb56560acabe794f894bacb35a3e548f20722d6a24b377f48a1b26a950bfbc46a307fa80518df7b0cfbdf59974ab7bc6187920a4efa926f9ad2eedb5cdc8635fb8b77d6a5d3df3a34f2dad953abd22dadc7ef8ab9bd15ae7fdceadcddd290cab81af418ffc38e3db72995da912bbdf1ba74f7856d696d0aa40331fab020f77fc495fc8188b527f96311d73f54d908a819ae1a6fbf919b086546d93fd022e123fdfc737ecb0c6240ff6fed3df4d2cac6e5eb7a9cdad97dfaf5558d193173c8be2a547efeb06f6e902e6d3d9b0f1fd28e350e6e422b5cbedbb963bcc3a8bae4a678d80b769fee59964a3f95cb79b6d2be77c0c35a10fdbeff72b57d5365df7f89a7d9fc5120c6d423226a5653fe1818eed8d66a3f44a1e16bad4f1df1fe4d19beb7ffeae6b6cc636aa77afa42fb694f45f1ed8973fd25f7c587c27939d1fce1c2a78c05ae7fa8d7a69dec52f28dfc7ce5c88f5636a61a9a7ef442f0ad8bbecd4a355d9579a9e3ec2df7c6d72e0c889b37b4b6bc21dbe3e60f998bbbfb8f9f6bddb03c954aafdc56e26eca921f367f40ee98e2fc11ad2e5a17bf1abcdfbe11a5fdd8037e61a0bdddf9c729447efe8776252b0e9ea861367fc41a1944c400ab247f4855bbb5b33d9dda6017e35b9dbb33ae821dbe77c85eeb7e62c78075c657df5dd4ee9af4ed8973ffa9ba3142fd5a38b1269a3fcabeff6359fba57ccb914ffa6aa0f61e39b6ae299d4a2d5fd375552b819ae5d692b8f94392e248475be65bbbcf75961a52b164aff207e48e51d5f7892ef96760fd1abd4bea06589f2b53d27eb923b358923f10b1f6247f903ff4eda5247f549be40f44ac3dab247f58f560437ad9cbc3ce16554572c53b7cefc055b125ad9e2461efb5cea49e62efd793a1cd5f4f8b3ef778462a60ca12e7e228f9434cf0fbb70343e2e60d52e9df29f5c4881a363f1ab901196a5577805a79482c3d7d1286968ba9c6673a02be801375c0ab45f20722d69e55923f5cf60f4b3d5e257fc017f247d4bddd17ae76ec7ec6ba0c1f9e3fd4f34f1b369d73df215838b156943fee1eecbfd52d3d919f23e68f089675d25735a93421cd5afd8f40a4b1ca5971af5ca3e17f4cf8f45db8a4eec95dfba2b833f8b6dc98033ed4ded4d2eef94eecd8ce6d2d2b5fce2dc958bf3e752497907c544b4af24fc5e71f7c4ea757fe0983fc8188b56755e58f91e7b6b5ca5fffed47860fbe2155444b18a17bfb87da377de3f10d3d1dc7c7f6975aff48357e63d5b6737b07b262fe98c2893556fef0907ebca96565534bcb1b77d5b24ae4fc51f29c5ed649dfaaf4a10529815a1279aca21b7d34fc8f09ecd2d80b2f3fbfb231a51e2dda9f0d591f92f6638e8c931e5c5bb4c157bf1656687c4c287f84635d6a0cfa6856fe08c3ee7fcc9141440cb44af287ba87a3bd299dbb87c3ae22f9737ae8defe4bea190ce9d49adcb316a25d7fd12d9c5893aaa9c9e58fb2247f78b70f0c6f6d6b7dead0b07dbb4f88d27ecc9129993fd41522f723568bac307fc430e647d3adf0e5888879ab237f9c7edd7a0c65aa257ffe75278cd0bdb9c7983e9dbf964ffeb0accefc61f5aa245aaface9764867565a8b4c6e9759d7e30435da154f9f0c4bcc9151e9c187fce0cbbfde4cebaaa6637baf6445d70bf306b4504c15e78f6ebf67dc212206591df9e3c239bb5a376c3ad575e1d6fee3e736b7b5c8c936d333d279e46af7857362e0dee33d62432ab56cc7a5fdfd637b8f1ccb64be2d59a5fdf4f0ce374644693f4a4f0a2756f24774cbcb1f1517d13017297f3813ede8fe98235b33ea89e95d5d2ddf3a34a21e295b382c6fcdaf7fec7d3923ff45b69fd5b7232206591df9c3727fcff3ead6d1746beb9131fb92ca631b8e75e5fea80adeab1e6fd5d9d5fa987a2ed9f35bcfde7aedf4b1958de995db2eed975759af8dd293c28995fc115df28732387ff40f6fddb43c9739463a367d435cf78afe68b2bac81f2d0d8d2de40f448c6e15e58f85335e4f92ca1f6e4be68f0884dec058ac55024bb228f923022195b8848b943f7cd871aea35d7b50affc3cd2d1261bb5a90c68a1986acd1f888871257f202222a269c91f888888685af2072222229a96fc81888888a6257f202222a269cde58fea51eb272222221a96fc81888888a6257f202222a269c91f888888685af2072222229a7601f307222222a2afe40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f44444434ad4a1ff3f3ff0f1d74339d7107a2f30000000049454e44ae426082, 'image/png');
INSERT INTO `board` (`idx`, `title`, `content`, `date`, `hit`, `ip`, `author`, `pwd`, `file`, `good`, `filename`, `filecontent`, `mime`) VALUES
(39, 'test', 'test', '2024-08-12', 6, '', 'fff', '1111', '', 0, 'XXS-1.png', 0x89504e470d0a1a0a0000000d49484452000002d5000000d0080200000047830aa6000000017352474200aece1ce90000000467414d410000b18f0bfc61050000000970485973000012740000127401de661f78000019d549444154785eed9dff6f14e79dc7f70ff00fb11469f303054e4505ae6a5d72b74531b23854f95ca45808110711e5404a90691d0972540a17447d9cf383517a17130447415101f55492963b88a512376930d19d704e4aceba06c9522c991e7785e394e22f9075c0d8becf3333bb3bf3eccceccceef8f1eefaf5d2eb077b66f6d9679f87cce7ed676627a97900000000b3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903fe6e7472f1fed6c6e4e393437771ebd3ceaecca337a540e683e5ab43d16953772b953f5b09216c2fa90c8874cac190000a863967cfeb08a6531cd9d979d036c826b6a40030afdf8c046ac581180e7f845cf1fdeaca6c2da0265350000a86b9678fe700a7fb36bc5432aac5d5f3d0924b8a65a7bfcd18f0f6c242c7f78ba113b7f84f4ce8dfd26a582c3e54effc6b497946a0600006049e70fbb38070602f78eb835357fbcfd1e2ea237e2f39e8b983f722d79b2da682e92b853526833000000c292ce1f5635f7ac2fe4d10b7ddc9a9a3f3e57b6f3446ec4ef2d63e78f58847d48eb9d7d07cbfe84ae978535030000a058caf923ac4eeafb828fb5cbaf2ffaf1710ab3ffb1760ac8e39f9d7cb16fdc7075d5e73edb90fe85765dcb71713e2600002c4d58ffa874fdc3dae38f7e7cf4c26c5dd6f039b2ccfc1174e386e07e9390fee9e3e1417b5df48f0900004b15eefff0ad9445e536b8a6da8d444a02d10ab3734f85ef71a13120083bb4a86faab85f376aad88789a0be95f68d7ad3760fd030000a2b3a4f347ae344bb1acf4fb2f81f9c3deed22b430e7eee70cadf4714bbb7a51c06bbcc941ebabe733d923e5f731ed57b9de2078ac0000006c9678fef0c907367af90caea9760315e78fdc6a4478e52e3b7fc8ab22ae7f14f07ea6dc4ebeff02000095b3e4f38760df9a69955121eef34fbd45bb3947ee77f74b7c1bc99770c1ef695e1ecaca1fb904e28bbbb152c121e83612ed25e40f00002805f9a352bcf9a388080b03b2d97a8ee882166c6fc8521407ad08c1416b86e79f02004059903f84287537899a1ada88b5d39556ac350bcf2590e22d6510b68292507048a8190000a863c81f428482b9f0357521f287d56628f96b45aadd843ee4c28f150000d43ae40f2142c12c7588950d2211d488f50ec6f3479e88f923c221918e010080a50df943885aa6173e7fe8b8d386f316b10248e2903f00002009c81f4202f92312a185b944fe28ec2eab17513f62a9e6433f0200004044c81f4284a29a48dd0d6dc4dae95adcf05c6db176ca4bed67a395d10fbb8128181807000058f2903f8408453591ba1bda88b5d32f7f789f896a1d26bf947a524839981a07000058f2903f04a7a69764e1f3874ee75167abe40de7b8c2bd26ae4dc910357f4423f1ee010040fd40fe10aa387f5c56db8b5ea2964416a0bc87f6cf26ea5009e40f00000884fc619008f57d51a9f6fe010040dd40fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c43fe00000000d3903f000000c034e40f000000300df9030000004c937aed4a16111111d18ce40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d31acd1f3fb8f465db99a9274f4cae393ab1fc274b5a19011987b6b3533f7cf74b6d9422fa4fc35ffdeef6cc175fceda530800005073903f4c4bfe00000058c0fcd1fddbecf6b7ef49b92573042923b3fdedfb3250dad005d9f76fd9ebff3be34c1d000040cdb250f9e36f06b2df7c73522bb7e8eb378f4d1e18d007d057c2070000d4070b923ff6ff3acb9a472cd7be39f1d7bfce8ada48e6fd97eb0f4467d20000006a9ce4f3c7c1df64a59a6af5154bbaf6a8f2d007d3da78dafe7efc91e84c1a0000408d9370fee8b992cd9ce4b24bf96e383d2963a88daa78efc19ce84c1a0000408d9370fed875e1be565031ae3286daa88ace74010000d40549e68f1f7f30bd96db3e2af64fdf9c3c5cf48d1867ba000000ea8224f3078b1f49f9e23feb4b20ce74010000d40549e68feffd6c4aaba3589e7f79764a1b5b67ba000000ea8224f3c7778e73e76932ca486a63eb4c170000405d9064fe58dd47fe484619496d6c9de9020000a80b12cb1f7ff7617645511dc5f25cf9f713873ff40caf335d000000754192eb1f5a11c54ad4c6d6992e000080ba80fc51a56a63eb4c170000405d40fea852b5b175a60b0000a02e207f54a9dad83ad30500005017903faa546d6c9de9020000a80bc81f55aa36b6ce74010000d405e48f2a551b5b67ba000000ea822ace1f1fce4ccccf8ba39f15ed8aed8351f9ac5f3c28da1eddecb5e9f9f9e999c33f99108bf626af36b6f66c010000d407a6f3c7e19b73ce3b0761d57875709cfc6135fbe89745db73923f000000aa88c55dff50b1409cb8e9f75a13f9c34a15a1e4de9dfc01000090188b9a3fde7712c6e2e50f8ff946fcda217f00000024c662e68fe6cf1e39bdf8e24173d1de38f963f25d396e7eeed38f9d2d9224ac30e185fc010000501d903f0a923f000000ccb088f9e39e151a6c66df7d5bdb1b277fbcfde0a6ddccc483bfd2763946bffe323bf0f684a8edaac5fc317ee3bd937bb66c5c9d4ee558b17ecb9e9383b79dfd7964c3eda1f3bdbb36ae5f611f975ebd7157efc5917167bf0bad4d6930a04d00008030162d7f347ff2480afae8c803f1faccfcf41fa6f525905cfec813104426556e9899796b583578f3f3accf524ab4fc71e20f923fe6ae7d38216abb6a2e7fdcb8b84b8589f4eab63d07fa6cf66db763437afbf91bce51f289867a37a6452b4cecdaa78e3bb0a7cdce21eb7b87e43317d0dbb41af469130000a0148b943f7ef5605432c7176ab942f9994487b9d1cfee7b8e89b6fed1ac0e9bfbf4e3491544c666a51d3b8278534894fc61250c9560ee89fe7b6b257f8cbfb74762417128181f3cd0a4d242ef90b361b86fbd8a0f4559e3c6992d6aeb96f36a6dc4dee4dbe6f860719b000000255984fcd1dcafc287aae5a7f21bad350c89119fb82248a9fcf1fd8f664439e0cecdfc9ac7e44b236a15647a6246fcf9e5a9dcc111f2c747334e019e78283eabedcda513176aa5c47b8cbf3d83d34f9e9078a46f1765fbe12bd3da465b6d6c9df78cc6f4e0818d1b57afef1b767e7731dca7c282952b849133db37ae5fb14bbca85d6c91b4a102880a1576ae88dc26000040690ce78fa957471e4962989f7ef4f35f69bbeefffc8e8a20776e7ef5929d4b42f2c7a92fdfba39ab7286277c387efffd07a3d373a2eb5a4cc9fc71ef975fc8118fdeb55662c4a26c51e6fac7c1f75574f8fdf8ec9fffa31e41648b6c97bd077ee33374dad8ca618970fbbc5ad8889015867abdf92384c86d0200003818ce1ff7dffac3ecf4c4c3570b2b1f6ea75efd7c76fafe4cef59ebd7e0fcd1fcfec39bd373d787bf14b5f0116089fcd1fcb15afcb01e43727f60625e9c9f78e8bd95b5ccfcf16727266f4ea890f15f13b34f9e98cc2f84c80fb245b6df189f9563f2c7e7d5c656cd55394c8fdf1e191a1c142f9ee9dbb7cbb973d4372b4c8f8fdf181e1c7ceffcc9037bb638b7a2fae60fa74dbbc1f0360100007c59b4fb4f4b1bedfe8f043c35fda9fb7ad0e587e29df9f99b23eefb51cabfffe3bb270b11249f42ecf021db7dc387a88dad355971b8f15eaf73bf6981f4eab6ed6ddab592f1e1337b44e796538715eb776d69533f78f347519bd2a05f9b00000025a8e2fc11cb53f70e7f36337a7f6e5a92849b99b989fb8fae8d4c3bd7748a3d95bd765f8ed32fb8d8b7c45efb301f0e2abaff5422881d38043b85c80fbf1f9f95edda9179b5b1b55f1b951be7b7ab98905ebd7ddf998b834323b7c571e9bf7ead647aa8d7b9ff34b5a26d4fdff9f706876f8cdb07165d7f296ad33e4ee0fa0b0000c46591f247fec9631128bdfef1abafae4b2d9c99bdfef9f4ab17efb9aec84c3e7b317be2f347772494cc3cfaa57ec7c94473ff579f5ae1c373dfaba3734becb58fec9b582bca1fe2fa9faa08924f21e1e143d4c6d67e5544867a5552683be3f395d8616b979315ece090de270ee6c284c3ed8bdb65972b7f446d13000020027570fdc57e8ed9ecbb45f1a2e0d9afae4b04b9fff025ef76c91fd7a767fdc287ed54efcdd9898987afaa9f2bcd1fa2040ef1d6d4dccd8912e143d4c6d69ead68d8b1c2ca0e3a37ce5897559cac60af716c395f9c1da607f7a94c51c81f416d4a1cf1b609000010813ac81f563228f56c31fbeb2d7e0f568f6802f9c376c3e9a9f53f2d113e446d6cedd98ac6f4e001151e9a0e781f1f363f9ebfdae264855c72501bdceb1acea516219f3f7cdb540dea6d020000446049af7fc431b1fc11516d6cedd98aca8d335bac00b1c27e52e9be5da2fa464bbaadaf2fff5c0f415245eebe53755f87fdf0537587e9fa3d7d0772377538b9a2a84dbbc1a2360100004a5307f9a3fcfb3fe25853f9437a3a72b1d74a082a3138ff9796f76e8ce71e2cd6947f8ed8f8d0c93da2953a540ad9b8abf7fc904a1cf653c5765d1ccf3f9b4c6bd36ed0af4d00008012d445fe10c3bffff259f6d9a0efbf44b5c6f20700004035532ff963c1257f000000244615e78fa5ad36b6ce74010000d405e48f2a551b5b67ba000000ea02f24795aa8dad335d0000007501f9a34ad5c6d6992e000080ba80fc51a56a63eb4c170000405d40fea852b5b175a60b0000a02e207f54a9dad83ad30500005017903faa546d6c9de9020000a80bc81f55aa36b6ce74010000d405e48f2a551b5b67ba000000ea02f24795aa8dad335d000000754192f96375dfa45644b13c6524b5b175a60b0000a02e48327f7ce738f923196524b5b175a60b0000a02e48327f7cef67535a1dc5f29491d4c6d6992e000080ba20c9fcb1ebc27dad8e6279ca486a63eb4c170000405d9064fef8dbdf66d71cd54b29c67575dfc4e1dfea63eb4c170000405d9064fe109f3d7f4faba618d71defe88b1fa2335d0000007541c2f9a3e74af6bb27b90bb57c9b4f4dca186aa32a3ad30500005017249c3fc483ef67ffb86c5575aa15fbaa72ed9bca431f4c6be369fb3f7f543a9306000050e3249f3f44adea578f5ac9af1effe41f26f6fdfa4b511bc9bc43a3774567d20000006a1cf2c7e2fb176f4dfd3860d923efc97ffda3383333e3cc1b0000402d43fe584cbff9e664e7a5c0358f6207fee3bfe7e6e69ca9030000a859c81fa65d7374e2c913936d67a67e102779d81e199cfaf893ffbc73e74e369b652d0400006a1713f943db6bd2eae949829efce8ffdebd367af5df7ff709000040ad41fe70ecdc9d4a6d38f78afc7cbc27957abae34256d48e89e785736b52a9d6e3d6cfb9363d0778bcda9a4aa5765f2ddaae2cf42d51cb6d567575cda131f5735263e5b2d20f5b7197a40371fbd0fd8b4b9bdb5a1e6f9429543cb6f6f9d69ee183de63ec3623373bd6b121f0df43255638bc95ce0e2262cea5983f52a9e5abda8f75f667c5fc3185136bade70feb7dfd785aeb43c966030e282b7f04f64a5ae8e9741d19d42bb53d84fc4b82bb14da42a10f7258501f7ced3edeb32c95c91c1aca078eee0b03ad9974c3a673fb5d87d96d466d76e052463a9539e56e2111637db4622b7c392262dea5983fe48fcb9d3b32a9b53d62e780734ce1c41ab9a6aa971493cf1025f287f5076e29ec325ff949bf6b773ad5d82376b936966c36e080a4d63f6eed6c4fa5da2f89eea582323eace725f1bbf4caa1a7dd2323adc5e843ffa54ca38cc688befdcad0e6b5a955af14b6db6d466b76a46353ba21f3f4aac6f4aaaea16e7d6fb1eadf52c4f592a08fa6062118e79f7159b38388e8ebd2cc1fb27168f3d75362be42144eacb1f247c8b938defa4798159ff4d5876dd83120ba8b59c966030e48287fa8f149678edc12f5e217f3c37afa19bf4b2a9c6d7a27ff8ed25af4013f78e4c554eaa5177229d6edfe575a525f7fdd1d6ba4cd92cd1e3c7beea9a6f4636da7f60e64bbcf9e5a974e2d6b3fb7d7b550e76752f9c3b310e56bf49141440c77c9e68f6c57d7b7453999da4bdc8513abe1fc3130b2f3e517d7ac5d6e15def4e34dcf8bdadd03159ef4a54636a4bebdf97456746f2fd5ecc8d6a654aab1b82625923fc69edb944ead55e5d9bd242396f1613d2f89dd25f531577a172aa2f721a46cfbac28f8e78fbb07fb47ba7a8e6532cbc554fae9cd6f5863eb38f642d7338f37aa2b86e273a7470efa641df20722d69e4b377f4855b6fe7875ceb98513abc9fc3170b575adfa03b7abffaeb5e5eec1b3ef882dea2f60cf5fe4e59ff4ad0b040ddb06baaf5c15d55d266e829bed3edef34463cbcab5b9a851506ba48cfc71b7ababb521d5baf517da7665191fd6f392b8f9e3f4eb4f58e12cbf455a8bde87cad73ff61f7ae6b1afb5acdb76ace3f898e87fb56560acabe794f894bacb35a3e548f20722d6a24b377f48a1b26a950bfbc46a307fa80518df7b0cfbdf59974ab7bc6187920a4efa926f9ad2eedb5cdc8635fb8b77d6a5d3df3a34f2dad953abd22dadc7ef8ab9bd15ae7fdceadcddd290cab81af418ffc38e3db72995da912bbdf1ba74f7856d696d0aa40331fab020f77fc495fc8188b527f96311d73f54d908a819ae1a6fbf919b086546d93fd022e123fdfc737ecb0c6240ff6fed3df4d2cac6e5eb7a9cdad97dfaf5558d193173c8be2a547efeb06f6e902e6d3d9b0f1fd28e350e6e422b5cbedbb963bcc3a8bae4a678d80b769fee59964a3f95cb79b6d2be77c0c35a10fdbeff72b57d5365df7f89a7d9fc5120c6d423226a5653fe1818eed8d66a3f44a1e16bad4f1df1fe4d19beb7ffeae6b6cc636aa77afa42fb694f45f1ed8973fd25f7c587c27939d1fce1c2a78c05ae7fa8d7a69dec52f28dfc7ce5c88f5636a61a9a7ef442f0ad8bbecd4a355d9579a9e3ec2df7c6d72e0c889b37b4b6bc21dbe3e60f998bbbfb8f9f6bddb03c954aafdc56e26eca921f367f40ee98e2fc11ad2e5a17bf1abcdfbe11a5fdd8037e61a0bdddf9c729447efe8776252b0e9ea861367fc41a1944c400ab247f4855bbb5b33d9dda6017e35b9dbb33ae821dbe77c85eeb7e62c78075c657df5dd4ee9af4ed8973ffa9ba3142fd5a38b1269a3fcabeff6359fba57ccb914ffa6aa0f61e39b6ae299d4a2d5fd375552b819ae5d692b8f94392e248475be65bbbcf75961a52b164aff207e48e51d5f7892ef96760fd1abd4bea06589f2b53d27eb923b358923f10b1f6247f903ff4eda5247f549be40f44ac3dab247f58f560437ad9cbc3ce16554572c53b7cefc055b125ad9e2461efb5cea49e62efd793a1cd5f4f8b3ef778462a60ca12e7e228f9434cf0fbb70343e2e60d52e9df29f5c4881a363f1ab901196a5577805a79482c3d7d1286968ba9c6673a02be801375c0ab45f20722d69e55923f5cf60f4b3d5e257fc017f247d4bddd17ae76ec7ec6ba0c1f9e3fd4f34f1b369d73df215838b156943fee1eecbfd52d3d919f23e68f089675d25735a93421cd5afd8f40a4b1ca5971af5ca3e17f4cf8f45db8a4eec95dfba2b833f8b6dc98033ed4ded4d2eef94eecd8ce6d2d2b5fce2dc958bf3e752497907c544b4af24fc5e71f7c4ea757fe0983fc8188b56755e58f91e7b6b5ca5fffed47860fbe2155444b18a17bfb87da377de3f10d3d1dc7c7f6975aff48357e63d5b6737b07b262fe98c2893556fef0907ebca96565534bcb1b77d5b24ae4fc51f29c5ed649dfaaf4a10529815a1279aca21b7d34fc8f09ecd2d80b2f3fbfb231a51e2dda9f0d591f92f6638e8c931e5c5bb4c157bf1656687c4c287f84635d6a0cfa6856fe08c3ee7fcc9141440cb44af287ba87a3bd299dbb87c3ae22f9737ae8defe4bea190ce9d49adcb316a25d7fd12d9c5893aaa9c9e58fb2247f78b70f0c6f6d6b7dead0b07dbb4f88d27ecc9129993fd41522f723568bac307fc430e647d3adf0e5888879ab237f9c7edd7a0c65aa257ffe75278cd0bdb9c7983e9dbf964ffeb0accefc61f5aa245aaface9764867565a8b4c6e9759d7e30435da154f9f0c4bcc9151e9c187fce0cbbfde4cebaaa6637baf6445d70bf306b4504c15e78f6ebf67dc212206591df9e3c239bb5a376c3ad575e1d6fee3e736b7b5c8c936d333d279e46af7857362e0dee33d62432ab56cc7a5fdfd637b8f1ccb64be2d59a5fdf4f0ce374644693f4a4f0a2756f24774cbcb1f1517d13017297f3813ede8fe98235b33ea89e95d5d2ddf3a34a21e295b382c6fcdaf7fec7d3923ff45b69fd5b7232206591df9c3727fcff3ead6d1746beb9131fb92ca631b8e75e5fea80adeab1e6fd5d9d5fa987a2ed9f35bcfde7aedf4b1958de995db2eed975759af8dd293c28995fc115df28732387ff40f6fddb43c9739463a367d435cf78afe68b2bac81f2d0d8d2de40f448c6e15e58f85335e4f92ca1f6e4be68f0884dec058ac55024bb228f923022195b8848b943f7cd871aea35d7b50affc3cd2d1261bb5a90c68a1986acd1f888871257f202222a269c91f888888685af2072222229a96fc81888888a6257f202222a269cde58fea51eb272222221a96fc81888888a6257f202222a269c91f888888685af2072222229a7601f307222222a2afe40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f444444342df9031111114d4bfe40444444d3923f101111d1b4e40f44444434ad4a1ff3f3ff0f1d74339d7107a2f30000000049454e44ae426082, 'image/png'),
(40, 'test', 'test', '2024-08-12', 7, '', 'sss', '1111', '', 0, NULL, NULL, NULL),
(41, 'XSS', 'XSS', '2024-08-18', 4, '', 'sss', '1', '', 0, 'test1.php', 0x3c3f7068700d0a0d0a6563686f202274657374223b0d0a0d0a3f3e, 'application/octet-stream');

-- --------------------------------------------------------

--
-- 테이블 구조 `qna`
--

CREATE TABLE `qna` (
  `idx` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `admin` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 테이블의 덤프 데이터 `qna`
--

INSERT INTO `qna` (`idx`, `title`, `content`, `date`, `admin`, `password`) VALUES
(1, 'test', 'test', '2024-07-12', '', '1111'),
(3, 'plz', 'plz', '2024-07-14', 'ddd', '1111'),
(5, 'DBTEST', 'DBtest', '2024-07-16', '', '1111'),
(6, 'test', 'test', '2024-08-12', '', '1111');

-- --------------------------------------------------------

--
-- 테이블 구조 `ripple`
--

CREATE TABLE `ripple` (
  `idxRe` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `content` varchar(100) NOT NULL,
  `time` varchar(20) NOT NULL,
  `boardNum` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 테이블의 덤프 데이터 `ripple`
--

INSERT INTO `ripple` (`idxRe`, `name`, `content`, `time`, `boardNum`) VALUES
(4, '에스', 'FixOkay', '2024-05-11 21:22:53', 1),
(6, '에스', 'ssd', '2024-05-11 20:10:59', 1),
(7, '에스', 'good', '2024-05-11 20:20:12', 2),
(8, '에스', 'sss', '2024-05-11 20:20:14', 2),
(9, '디디디', 'ㅇㅇ', '', 10),
(11, '테스트', 'test2', '', 2),
(12, '테스트', 'aaa', '', 12),
(13, '에스', 'REAL', '', 10),
(14, '에스', 'it is difficult for rme', '', 10),
(15, '에스', 'ㅁㄴㅇㅁㄴㅇㅁㄴ', '', 13),
(16, '에스', 'test3', '', 23),
(17, 'hi', 'good', '', 12),
(18, 'admin', 'adsadas', '', 13);

-- --------------------------------------------------------

--
-- 테이블 구조 `users`
--

CREATE TABLE `users` (
  `idx` int(11) NOT NULL,
  `id` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `email` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

--
-- 테이블의 덤프 데이터 `users`
--

INSERT INTO `users` (`idx`, `id`, `password`, `name`, `email`) VALUES
(31, 'qwer', '$2y$10$3Hn2/cxbCqe57X5I.ceJmuAmXV7w5SWgK8A0RFN55FoqJY/7lfO0a', '쿠쿠', 'qwer@qwer.com'),
(32, 'sss', '$2y$10$kCTLA9IayjChSueVp4fUgOsQNiJpSoNZohcpzEr0hgYNF46qdKtFa', 'sss', 'sss@sss.com'),
(33, 'qqq', '$2y$10$9XT5GdI9GdcOwVeOKD/ewe5yJG3sp4XYqA5jwfem7CQ6xxHIR3phq', '테스트', 'qqq@qqq.com'),
(36, 'ddd', '$2y$10$DrEYpkiWjijBlMLT9BmTeuQb9hJjhRuOUYDB9YjhKTb.v8Gux71OS', '디디디', 'ddd@ddd.com'),
(39, 'xxx', '$2y$10$.Gc8ghSPjKfBFdT8Xmvp3uDAsrTk/07xgXin7CKvsafZmPrbxTJi6', 'xxx', 'xxx'),
(40, 'rrr', '$2y$10$Mxb7cb/jwupsqwMMXi9CK.luzxagWJMjw/6VJri/i0xSl3fX8L3Wu', 'rrr', 'rrr'),
(41, 'ggg', '$2y$10$BZNyD31sQhnlJR5GWW0MIOcjPtyqFeUAWdaz8MK7LXAW83wl3gZ12', 'ggg', 'ggg'),
(43, 'hi', '$2y$10$./WJaqIx5aPdTFFuZshzqerPEx319Rg6o3mw/rk2DQCDaR/umFX92', 'hi', 'hi'),
(45, '111', '$2y$10$XV9GIkF7zPLtwENPBkQaF.gYn8L10ddfKiljBlQDLcknJa96z/MwO', '111', 'sss'),
(47, 'nnn', '$2y$10$Jx8T0VlfGMu6DZY2vHh1y.qCza4evTXmJ1qTbi9U/x26O67rwmZEC', 'nnn', 'nnn'),
(55, 'admin', '$2y$10$HjYxl5.BpNo7WwFnqn9Qqe6E26VYffo0Jl3N9VdkUzM4yGiPNgSgm', 'admin', 'admin');

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `board`
--
ALTER TABLE `board`
  ADD PRIMARY KEY (`idx`);

--
-- 테이블의 인덱스 `qna`
--
ALTER TABLE `qna`
  ADD PRIMARY KEY (`idx`);

--
-- 테이블의 인덱스 `ripple`
--
ALTER TABLE `ripple`
  ADD PRIMARY KEY (`idxRe`);

--
-- 테이블의 인덱스 `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`idx`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `board`
--
ALTER TABLE `board`
  MODIFY `idx` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=42;

--
-- 테이블의 AUTO_INCREMENT `qna`
--
ALTER TABLE `qna`
  MODIFY `idx` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 테이블의 AUTO_INCREMENT `ripple`
--
ALTER TABLE `ripple`
  MODIFY `idxRe` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- 테이블의 AUTO_INCREMENT `users`
--
ALTER TABLE `users`
  MODIFY `idx` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
